{
    "entities": [
        {
            "name": "Australian English",
            "type": "Dialect",
            "description": "A variety of English spoken in Australia",
            "attributes": {}
        },
        {
            "name": "mid-17th century",
            "type": "Time Period",
            "description": "The mid-17th century is a period in history that spans from approximately 1650 to 1699.",
            "attributes": {
                "Start Year": "1650",
                "End Year": "1699"
            }
        },
        {
            "name": "BRITISH EMPIRE",
            "type": "Global Influence",
            "description": "The global empire that spread English to various parts of the world during the 18th and 19th centuries",
            "attributes": {}
        },
        {
            "name": "11th century",
            "type": "Historical Era",
            "description": "The period from AD 1024 to 1099",
            "attributes": {}
        },
        {
            "name": "science",
            "type": "field",
            "description": "Science is a systematic and logical approach to discovering how the world works.",
            "attributes": {}
        },
        {
            "name": "Diplomacy",
            "type": "Political Activity",
            "description": "Diplomacy involves the management of international relations through negotiation and dialogue.",
            "attributes": {}
        },
        {
            "name": "vocabulary",
            "type": "language feature",
            "description": "The collection of words used in a language.",
            "attributes": {}
        },
        {
            "name": "Widespread Use of English in Technology, Science, and Entertainment",
            "type": "Cultural Impact",
            "description": "The widespread use of English in technology, science, and entertainment further cemented its importance on the world stage.",
            "attributes": {}
        },
        {
            "name": "20TH CENTURY",
            "type": "Historical Era",
            "description": "The period during which English solidified its status as a global language, becoming the lingua franca of international communication, business, and diplomacy",
            "attributes": {}
        },
        {
            "name": "Caxton\"s Printing Press",
            "type": "Invention",
            "description": "William Caxton introduced the printing press to England, which helped standardize and spread the use of English.",
            "attributes": {}
        },
        {
            "name": "late 15th century",
            "type": "Time Period",
            "description": "The late 15th century refers to the period from approximately 1470 to 1499, a significant era in European history marked by important cultural and technological advancements.",
            "attributes": {
                "Start Year": "1470",
                "End Year": "1499"
            }
        },
        {
            "name": "Early Modern English Period",
            "type": "Language Period",
            "description": "The Early Modern English period is characterized by significant changes in the English language, including the standardization and expansion of vocabulary.",
            "attributes": {}
        },
        {
            "name": "Spread of English",
            "type": "Linguistic Process",
            "description": "The process by which the use of the English language spread across England.",
            "attributes": {}
        },
        {
            "name": "Business",
            "type": "Economic Activity",
            "description": "Business involves the exchange of goods and services for profit.",
            "attributes": {}
        },
        {
            "name": "Global Communication",
            "type": "Communication Method",
            "description": "Global communication refers to the exchange of information across different parts of the world, facilitated by various technologies.",
            "attributes": {}
        },
        {
            "name": "Modern English Pronunciation",
            "type": "Linguistic Feature",
            "description": "Modern English pronunciation is characterized by distinct vowel sounds that differ from those of Middle English.",
            "attributes": {}
        },
        {
            "name": "pronunciation",
            "type": "phonetic",
            "description": "The manner or system of speaking sounds and words in a language.",
            "attributes": {}
        },
        {
            "name": "1.5 billion people",
            "type": "Population Group",
            "description": "This group represents the number of people who speak English worldwide as of today.",
            "attributes": {
                "Language Spoken": "English",
                "Time Period": "Present Day"
            }
        },
        {
            "name": "history of the English language",
            "type": "Historical Narrative",
            "description": "The history of the English language is a testament to its resilience and adaptability, reflecting the diverse cultures and peoples that have contributed to its development. It spans over thousands of years, evolving into the widely spoken language we know today.",
            "attributes": {
                "Time Span": "Over thousands of years",
                "Characteristics": "Resilience and adaptability"
            }
        },
        {
            "name": "grammar",
            "type": "Grammatical System",
            "description": "A set of rules governing the structure and formation of sentences in a language.",
            "attributes": {}
        },
        {
            "name": "entertainment",
            "type": "medium",
            "description": "Entertainment is a form of activity that holds the attention and interest of an audience, or gives pleasure and joy.",
            "attributes": {}
        },
        {
            "name": "5th century",
            "type": "Time Period",
            "description": "The 5th century spans from the year 401 to 500. It was a significant period in history, particularly for the development of the English language and the establishment of Anglo-Saxon influence in Britain.",
            "attributes": {
                "Start Year": "401",
                "End Year": "500"
            }
        },
        {
            "name": "WILLIAM SHAKESPEARE",
            "type": "Playwright",
            "description": "One of the greatest writers in the English language, whose works exemplify Early Modern English",
            "attributes": {}
        },
        {
            "name": "18th and 19th centuries",
            "type": "Historical Period",
            "description": "The 18th and 19th centuries were a period of significant global change, marked by the rise of the British Empire and the spread of English to various parts of the world.",
            "attributes": {
                "Time Span": "1701-1900"
            }
        },
        {
            "name": "mother",
            "type": "Word",
            "description": "A term used to refer to a female parent or a person who has given birth to or raised a child.",
            "attributes": {
                "Language Origin": "Old English",
                "Usage": "Still in use today"
            }
        },
        {
            "name": "International Communication",
            "type": "Process",
            "description": "International communication involves the exchange of information and ideas across national boundaries.",
            "attributes": {}
        },
        {
            "name": "India",
            "type": "Country",
            "description": "India, officially known as the Republic of India, is a country in South Asia and is the world\"s most populous democracy.",
            "attributes": {}
        }
    ],
    "relations": [
        [
            "GEOFFREY CHAUCER",
            "author",
            "THE CANTEBURY TALES",
            "The Canterbury Tales is a collection of stories written by Geoffrey Chaucer in Middle English"
        ],
        [
            "William Caxton",
            "Contributed To",
            "Standardization of English Language",
            "Caxton\"s printing press helped spread the use of a more consistent form of English across England, contributing to its standardization."
        ],
        [
            "11th century",
            "Old English",
            "end_of",
            "The end_of event marks the conclusion of the 11th century, which was characterized by Old English as the prevalent language."
        ],
        [
            "Germanic languages",
            "Influenced",
            "Old English",
            "Germanic languages significantly influenced the development of Old English."
        ],
        [
            "Early Modern English period",
            "Exemplified By",
            "William Shakespeare",
            "The works of William Shakespeare exemplify the linguistic and literary characteristics of the Early Modern English period."
        ],
        [
            "11th century",
            "Is Part Of",
            "English Language",
            "The word \"earth\" is part of the English language, which has evolved over thousands of years."
        ],
        [
            "1.5 billion people",
            "Influenced By",
            "Technology and Globalization",
            "1.5 billion people speaking English are influenced by technological advancements and global trends."
        ],
        [
            "20TH CENTURY",
            "lingua_franca_of",
            "LINGUA FRANCA",
            "The 20th century saw English become the lingua franca of international communication, business, and diplomacy"
        ],
        [
            "Anglo-Saxons",
            "Arrived In",
            "Britain",
            "The Anglo-Saxons arrived in Britain in the 5th century."
        ],
        [
            "late 15th century",
            "Begins",
            "Early Modern English Period",
            "The early modern English period began in the late 15th century and lasted until the mid-17th century."
        ],
        [
            "British Empire",
            "Contributed To Development Of",
            "English Dialects and Variations",
            "The British Empire\"s global influence contributed to the development of various English dialects and variations."
        ],
        [
            "Norman Conquest of England",
            "Involved",
            "Normans",
            "The Normans played a crucial role in the Norman Conquest of England."
        ],
        [
            "Germanic languages",
            "Old English",
            "developed_from",
            "The Germanic languages developed from Old English."
        ],
        [
            "18th and 19th centuries",
            "Led To Spread Of",
            "English Language",
            "The rise of the British Empire during the 18th and 19th centuries led to the spread of English to various parts of the world."
        ],
        [
            "The Canterbury Tales",
            "Written By",
            "Geoffrey Chaucer",
            "\"The Canterbury Tales\" were written by Geoffrey Chaucer."
        ],
        [
            "William Shakespeare",
            "Wrote",
            "Works in Early Modern English",
            "William Shakespeare wrote numerous works during the Early Modern English period."
        ],
        [
            "5th century",
            "Marked Arrival Of",
            "Anglo-Saxons",
            "The arrival of the Anglo-Saxons in Britain during the 5th century marked the beginning of significant cultural and linguistic changes."
        ],
        [
            "England",
            "Spoke",
            "Old Norman",
            "The Normans, who became the ruling class in England, spoke Old Norman."
        ],
        [
            "20th century",
            "Saw",
            "Widespread Use of English in Technology, Science, and Entertainment",
            "During the 20th century, English was widely used in various fields, enhancing its global significance."
        ],
        [
            "5th century",
            "Anglo-Saxons",
            "marks_arrival_of",
            "The 5th century marks the arrival of Anglo-Saxon influence or settlement in Britain."
        ],
        [
            "history of the English language",
            "Evolutionary Path",
            "Modern English",
            "The history of the English language has evolved into Modern English."
        ],
        [
            "Britain",
            "Led To Spread Of",
            "English Language",
            "The rise of the British Empire during the 18th and 19th centuries led to the spread of English to various parts of the world."
        ],
        [
            "Old Norman",
            "Spoken By",
            "Normans",
            "Old Norman was the language spoken by the Normans."
        ],
        [
            "late 15th century",
            "Ends",
            "Middle English Period",
            "The late 15th century marks the end of the Middle English period."
        ],
        [
            "Middle English",
            "pronunciation",
            "transformed_in_terms_of",
            "undefine"
        ],
        [
            "BRITISH EMPIRE",
            "influence",
            "INDIAN ENGLISH",
            "The British Empire's influence led to the development of Indian English"
        ],
        [
            "Norman Conquest of England",
            "Involved",
            "Old Norman",
            "The Norman Conquest of England involved the introduction and mixing of Old Norman with Old English."
        ],
        [
            "caxton\"s printing press",
            "Played a Role In",
            "Standardization of English",
            "The printing press played a crucial role in the standardization of the English language."
        ],
        [
            "French words",
            "Influenced By",
            "Normans",
            "The introduction of French words into English was influenced by the Normans, who spoke Old Norman, a dialect of Old French."
        ],
        [
            "ANGLO-SAXONS",
            "migration",
            "BRITAIN",
            "The Anglo-Saxons arrived in Britain, bringing their language which developed into Old English"
        ],
        [
            "English",
            "Influenced By",
            "Norman Conquest",
            "The Norman Conquest significantly influenced the development of English by introducing many French words and altering its grammar."
        ],
        [
            "20TH CENTURY",
            "impact",
            "GLOBALIZATION",
            "The 20th century saw the influence of globalization on the spread and evolution of the English language"
        ],
        [
            "Norman Conquest of England",
            "Involved",
            "Old English",
            "The Norman Conquest of England involved the transformation of Old English into Middle English."
        ],
        [
            "England",
            "Spoke",
            "Old English / Anglo-Saxon",
            "England\"s inhabitants spoke Old English (Anglo-Saxon) during this period."
        ],
        [
            "history of the English language",
            "Develops Into",
            "Old English",
            "The history of the English language includes the development of Old English."
        ],
        [
            "20TH CENTURY",
            "impact",
            "SCIENCE",
            "The 20th century saw the widespread use of English in science, contributing to its importance as a global language"
        ],
        [
            "18th and 19th centuries",
            "Witnessed Transformation In",
            "English Language",
            "During this period, English underwent significant changes in vocabulary, pronunciation, and grammar."
        ],
        [
            "French words",
            "Contrasted With",
            "Anglo-Saxon words",
            "French words contrast with Anglo-Saxon words, which include basic vocabulary like \"house,\" \"mother,\" and \"earth.\""
        ],
        [
            "11th century",
            "Influences",
            "Science",
            "Globalization has influenced the development and spread of scientific research, which often uses English as a common language."
        ],
        [
            "11th century",
            "Middle English",
            "spoken_during",
            "undefine"
        ],
        [
            "The Normans",
            "Influenced",
            "Middle English",
            "The mixing of Old English and Old Norman, brought by the Normans, gave rise to Middle English."
        ],
        [
            "Anglo-Saxons",
            "Influenced By",
            "Normans",
            "The Norman Conquest of England in the late 11th century brought significant changes to the English language, which was influenced by Old Norman, a dialect of Old French."
        ],
        [
            "mid-17th century",
            "Marks End Of",
            "Early Modern English period",
            "The mid-17th century marks the end of the Early Modern English period."
        ],
        [
            "11th century",
            "Facilitates",
            "Global Communication",
            "Technology facilitates global communication, making it easier for people to connect and share information."
        ],
        [
            "11th century",
            "Facilitates",
            "Diplomacy",
            "Globalization facilitates international diplomacy by promoting a common language like English."
        ],
        [
            "Germanic languages",
            "Developed Into",
            "Old English",
            "Germanic languages brought by Germanic tribes developed into Old English."
        ],
        [
            "mother",
            "Introduced By",
            "Anglo-Saxons",
            "The word \"mother\" was introduced to English by the Anglo-Saxons."
        ],
        [
            "11th century",
            "Facilitates",
            "Business",
            "Globalization facilitates international business by promoting a common language like English."
        ],
        [
            "Middle English literature",
            "Preceded By",
            "Old English Literature",
            "Middle English literature was preceded by Old English literature."
        ],
        [
            "William Caxton",
            "Spread Use Of",
            "English Language",
            "Caxton\"s printing press facilitated the widespread use of English, helping to unify the language across different regions of England."
        ],
        [
            "11th century",
            "Continued Usage In",
            "Modern English",
            "The word \"house\" has continued its usage in modern English."
        ],
        [
            "British Empire",
            "Influenced Transformation Of",
            "English Language",
            "The British Empire influenced significant transformations in the English language."
        ],
        [
            "England",
            "Influenced By",
            "Technology, Science, Entertainment",
            "The widespread use of English in technology, science, and entertainment has further cemented its importance on the world stage."
        ],
        [
            "Indian English",
            "Spoken In",
            "India",
            "Indian English is primarily spoken in India."
        ],
        [
            "Anglo-Saxons",
            "English",
            "originates_from",
            "The Anglo-Saxons originate from England."
        ],
        [
            "Indian English",
            "Influenced By",
            "British Empire",
            "The spread of English and its dialects, including Indian English, is largely due to the influence of the British Empire."
        ],
        [
            "English language",
            "Old English",
            "evolved_from",
            "The English language evolved from Old English."
        ],
        [
            "EARLY MODERN ENGLISH",
            "represented_in",
            "WILLIAM SHAKESPEARE",
            "William Shakespeare's works exemplify Early Modern English"
        ],
        [
            "Germanic tribes",
            "Brought Language",
            "Old English",
            "The Germanic tribes brought their language, which eventually developed into Old English."
        ],
        [
            "England",
            "Language Spoken By",
            "1.5 Billion People Worldwide",
            "The English language, which originated in England, is now spoken by a significant portion of the global population."
        ],
        [
            "British Empire",
            "Led To Spread Of",
            "English Language",
            "The rise of the British Empire led to the widespread use of English in different regions."
        ],
        [
            "11th century",
            "Influences",
            "English Language",
            "Technology influences the evolution of the English language by introducing new words and changing usage patterns."
        ],
        [
            "Indian English",
            "Derived From",
            "English Language",
            "Indian English is derived from the English language, which has undergone significant transformations over time."
        ],
        [
            "NORMAN CONQUEST",
            "conquest_result",
            "NORMANS",
            "The Norman Conquest led to the Normans becoming the ruling class in England"
        ],
        [
            "Middle English",
            "transformed_in_terms_of",
            "undefine",
            "vocabulary"
        ],
        [
            "5th century",
            "Led To",
            "Old English",
            "The arrival of the Anglo-Saxons in Britain during the 5th century led to the development and spread of Old English."
        ],
        [
            "Britain",
            "Influenced Development Of",
            "English Dialects and Variations",
            "The British Empire\"s global influence contributed to the development of various English dialects and variations."
        ],
        [
            "English",
            "Developed From",
            "Old English",
            "English developed from Old English, which was brought to Britain by Germanic tribes."
        ],
        [
            "Early Modern English period",
            "lasted_until",
            "mid-17th century",
            "The Early Modern English period lasted until the mid-17th century."
        ],
        [
            "late 15th century",
            "Marked by Invention of",
            "Printing Press",
            "The late 15th century saw the invention of the printing press by William Caxton, which played a crucial role in the standardization of the English language."
        ],
        [
            "Geoffrey Chaucer",
            "Wrote",
            "The Canterbury Tales",
            "Chaucer wrote \"The Canterbury Tales,\" which exemplifies Middle English literature."
        ],
        [
            "WILLIAM CAXTON",
            "contribution",
            "EARLY MODERN ENGLISH",
            "William Caxton's printing press helped standardize and spread Early Modern English"
        ],
        [
            "English",
            "Spread By",
            "British Empire",
            "The British Empire played a crucial role in spreading English globally."
        ],
        [
            "OLD ENGLISH",
            "influence",
            "NORMAN CONQUEST",
            "The Norman Conquest led to significant changes in Old English, leading to the development of Middle English"
        ],
        [
            "English",
            "Influenced By",
            "Technology and Globalization",
            "Modern technology and globalization continue to influence the development and spread of English."
        ],
        [
            "Geoffrey Chaucer",
            "The Canterbury Tales",
            "undefine",
            "wrote"
        ],
        [
            "mother",
            "Is Part Of",
            "English Language",
            "The word \"mother\" is part of the English language, which has evolved over thousands of years."
        ],
        [
            "5th century",
            "Contributed To",
            "Middle English",
            "The mixing of Old English and Old Norman, which began in the 5th century with the arrival of the Anglo-Saxons, contributed to the formation of Middle English."
        ],
        [
            "history of the English language",
            "Influenced By",
            "Diverse Cultures and Peoples",
            "The history of the English language has been shaped by diverse cultural influences."
        ],
        [
            "English",
            "Standardized By",
            "William Caxton",
            "Caxton\"s introduction of the printing press played a crucial role in standardizing the English language."
        ],
        [
            "The Canterbury Tales",
            "Example Of",
            "Middle English Literature",
            "\"The Canterbury Tales\" is a prime example of Middle English literature."
        ],
        [
            "11th century",
            "Influences",
            "Entertainment",
            "Globalization has influenced the spread of entertainment content, which often uses English to reach a global audience."
        ],
        [
            "Norman Conquest of England",
            "Brought About",
            "Significant Changes to English Language",
            "The Norman Conquest of England resulted in a significant transformation of the English language."
        ],
        [
            "20TH CENTURY",
            "solidification",
            "GLOBAL LANGUAGE",
            "The 20th century saw English solidify its status as a global language"
        ],
        [
            "Anglo-Saxons",
            "Spoke",
            "Old English (Anglo-Saxon)",
            "The Anglo-Saxons spoke Old English, a language that evolved into modern English."
        ],
        [
            "English",
            "Evolved Into",
            "Middle English",
            "English evolved into Middle English following the Norman Conquest."
        ],
        [
            "Norman Conquest of England",
            "Old Norman",
            "brought",
            "The Norman Conquest of England, an event characterized by the introduction of Old Norman language and culture to England, brought significant changes including linguistic shifts and cultural transformations."
        ],
        [
            "20TH CENTURY",
            "impact",
            "ENTERTAINMENT",
            "The 20th century saw the widespread use of English in entertainment, further spreading the language globally"
        ],
        [
            "French words",
            "Middle English",
            "introduced",
            "The French words were introduced into Middle English."
        ],
        [
            "11th century",
            "Brought By",
            "Anglo-Saxons",
            "The word \"house\" was brought into the English language by the Anglo-Saxons."
        ],
        [
            "Great Vowel Shift",
            "Occurred During",
            "Middle English Period",
            "The Great Vowel Shift occurred during the transition from Middle English to Early Modern English."
        ],
        [
            "11th century",
            "Facilitates",
            "International Communication",
            "Globalization facilitates international communication by promoting a common language like English."
        ],
        [
            "Early Modern English period",
            "Great Vowel Shift",
            "occurred_during",
            "undefine"
        ],
        [
            "11th century",
            "Influences",
            "Technology",
            "Globalization has influenced the development and spread of technology, which in turn affects language use and communication."
        ],
        [
            "BRITISH EMPIRE",
            "influence",
            "AMERICAN ENGLISH",
            "The British Empire's influence led to the development of American English"
        ],
        [
            "Early Modern English period",
            "Characterized By",
            "Great Vowel Shift",
            "The Early Modern English period saw significant linguistic changes, including the Great Vowel Shift."
        ],
        [
            "Middle English",
            "grammar",
            "transformed_in_terms_of",
            "The process of translating or explaining Middle English in terms of modern linguistic structures or theories."
        ],
        [
            "England",
            "Used",
            "Caxton\"s Printing Press",
            "Caxton\"s printing press contributed to the standardization and spread of the English language in England."
        ],
        [
            "The Normans",
            "Conquered",
            "England",
            "The Normans conquered England in the late 11th century, leading to significant changes in the English language and culture."
        ],
        [
            "EARLY MODERN ENGLISH",
            "caused",
            "GREAT VOWEL SHIFT",
            "The Great Vowel Shift altered the pronunciation of many words in Early Modern English"
        ],
        [
            "Middle English literature",
            "Includes Work By",
            "Geoffrey Chaucer",
            "Middle English literature includes works by Geoffrey Chaucer, such as \"The Canterbury Tales.\""
        ],
        [
            "Old Norman",
            "Brought By",
            "Norman Conquest of England",
            "The Norman Conquest brought Old Norman to England, leading to its influence on the English language."
        ],
        [
            "Early Modern English",
            "William Shakespeare",
            "undefine",
            "wrote_in"
        ],
        [
            "Britain",
            "Home To",
            "Caxton\"s Printing Press",
            "Caxton\"s printing press in Britain contributed to the development of a more unified language."
        ],
        [
            "Great Vowel Shift",
            "Resulted In",
            "Modern English Pronunciation",
            "The Great Vowel Shift led to the development of modern English pronunciation."
        ],
        [
            "1.5 billion people",
            "Speak",
            "English",
            "1.5 billion people speak English as their primary or secondary language."
        ],
        [
            "French words",
            "Introduced During",
            "Middle English",
            "French words were introduced into English during the Middle English period."
        ],
        [
            "William Caxton",
            "Invented",
            "Printing Press (in England)",
            "Caxton introduced the printing press to England, which played a crucial role in the standardization of the English language."
        ],
        [
            "Great Vowel Shift",
            "Influenced By",
            "Norman Conquest of England",
            "The Norman Conquest indirectly influenced the Great Vowel Shift by setting the stage for linguistic changes."
        ],
        [
            "French words",
            "Contrasted With",
            "Germanic languages",
            "French words contrast with the vocabulary heavily influenced by Germanic languages in Old English."
        ],
        [
            "BRITISH EMPIRE",
            "influence",
            "AUSTRALIAN ENGLISH",
            "The British Empire's influence led to the development of Australian English"
        ],
        [
            "Germanic languages",
            "Brought By",
            "Germanic Tribes",
            "The Germanic tribes brought their languages, which are part of the Germanic language family, to Britain."
        ],
        [
            "British Empire",
            "Cemented Importance Of",
            "English Language",
            "The British Empire\"s legacy contributed to the global importance of the English language."
        ],
        [
            "MIDDLE ENGLISH",
            "influence",
            "OLD NORMAN",
            "Old Norman, spoken by the Normans, influenced the development of Middle English"
        ],
        [
            "20th century",
            "Saw",
            "English as a Global Language",
            "During the 20th century, English solidified its status as a global language."
        ],
        [
            "Old Norman",
            "Influenced",
            "Middle English",
            "The mixing of Old Norman with Old English led to the development of Middle English."
        ],
        [
            "caxton\"s printing press",
            "Contributed To",
            "Spread of English",
            "Caxton\"s printing press helped spread the use of English across England."
        ],
        [
            "Early Modern English period",
            "began_during",
            "late 15th century",
            "undefine"
        ],
        [
            "11th century",
            "Affects",
            "English Language",
            "Globalization has contributed to the spread and evolution of English, making it a global language."
        ],
        [
            "18th and 19th centuries",
            "Saw Rise Of",
            "British Empire",
            "During the 18th and 19th centuries, the British Empire rose to prominence."
        ],
        [
            "Middle English literature",
            "Succeeded By",
            "Early Modern English Literature",
            "Middle English literature was succeeded by Early Modern English literature."
        ],
        [
            "20th century",
            "global language",
            "saw_status_of",
            "The term '20th century' refers to the global dominance of English as the primary language, while 'saw_status_of' might denote how this language was perceived or its status recognized across different regions and times during that century."
        ],
        [
            "20TH CENTURY",
            "impact",
            "TECHNOLOGY",
            "The 20th century saw the widespread use of English in technology, further cementing its global status"
        ],
        [
            "Britain",
            "Origin Of",
            "Modern English Language",
            "Britain is the origin of the modern English language, which has a rich and fascinating history."
        ],
        [
            "ANGLO-SAXONS",
            "evolved_into",
            "OLD ENGLISH",
            "The Anglo-Saxons' language evolved into Old English"
        ],
        [
            "20th century",
            "Saw",
            "Great Vowel Shift",
            "During the 20th century, the Great Vowel Shift continued to influence the pronunciation of English."
        ],
        [
            "11th century",
            "Part Of",
            "Old English Vocabulary",
            "The word \"house\" is part of the Old English vocabulary."
        ],
        [
            "William Caxton",
            "invented",
            "caxton\"s printing press",
            "William Caxton invented Caxton's Printing Press."
        ],
        [
            "NORMANS",
            "influenced",
            "MIDDLE ENGLISH",
            "The Normans' language, Old Norman, influenced the development of Middle English"
        ],
        [
            "Germanic tribes",
            "Influenced",
            "Middle English",
            "The mixing of Old English (brought by the Germanic tribes) and Old Norman led to the development of Middle English."
        ],
        [
            "18th and 19th centuries",
            "British Empire",
            "influenced_during",
            "undefine"
        ],
        [
            "20th century",
            "Saw",
            "Transformation of English Language",
            "During the 20th century, the English language experienced notable transformations."
        ],
        [
            "Anglo-Saxons",
            "Brought Words To",
            "English Language",
            "The Anglo-Saxons contributed words like \"house,\" \"mother,\" and \"earth\" to the English language."
        ],
        [
            "English",
            "Exemplified By",
            "William Shakespeare",
            "Shakespeare\"s works are a prime example of Early Modern English."
        ],
        [
            "history of the English language",
            "Begins With",
            "Arrival of the Anglo-Saxons in Britain",
            "The history of the English language can be traced back to the arrival of the Anglo-Saxons."
        ],
        [
            "BRITISH EMPIRE",
            "influence",
            "20TH CENTURY",
            "The British Empire's global influence contributed to the spread of English in the 20th century"
        ],
        [
            "MIDDLE ENGLISH",
            "author_of",
            "GEOFFREY CHAUCER",
            "Geoffrey Chaucer wrote in Middle English, contributing to its literary legacy"
        ],
        [
            "The Normans",
            "Became Ruling Class In",
            "England",
            "The Normans became the ruling class in England after the Norman Conquest of 1066."
        ]
    ]
}