{
    "entities": [
        {
            "name": "PILLARS OF HERCULES",
            "type": "Strait",
            "description": "The modern-day Strait of Gibraltar, which, according to Plato, marked the boundary beyond which Atlantis was located",
            "attributes": {}
        },
        {
            "name": "Curiosity",
            "type": "Interest",
            "description": "A strong desire to know or learn something.",
            "attributes": {}
        },
        {
            "name": "legend",
            "type": "myth",
            "description": "A narrative of supernatural or mythical events.",
            "attributes": {}
        },
        {
            "name": "ATLANTIC OCEAN",
            "type": "Body of Water",
            "description": "A proposed location for the legendary island of Atlantis, based on interpretations of Plato's descriptions",
            "attributes": {}
        },
        {
            "name": "People",
            "type": "Humanity",
            "description": "The story of Atlantis continues to captivate the imaginations of people around the world, sparking curiosity and wonder.",
            "attributes": {}
        },
        {
            "name": "MEDITERRANEAN SEA",
            "type": "body_of_water",
            "description": "Another proposed location for the legendary island of Atlantis, based on various theories and interpretations",
            "attributes": {}
        },
        {
            "name": "Plato\"s Dialogues",
            "type": "Literary Collection",
            "description": "Plato\"s dialogues are a collection of philosophical works written by the ancient Greek philosopher Plato. These dialogues explore various philosophical concepts and ideas.",
            "attributes": {}
        },
        {
            "name": "Wonder",
            "type": "Emotion",
            "description": "A feeling of amazement and admiration, often caused by something beautiful, unexpected, or unfamiliar.",
            "attributes": {}
        },
        {
            "name": "ANTARCTICA",
            "type": "Geographical Location",
            "description": "A less conventional proposed location for the legendary island of Atlantis, based on some speculative theories",
            "attributes": {}
        },
        {
            "name": "Perceptions of History",
            "type": "Historical Understanding",
            "description": "The way history is understood and interpreted by society.",
            "attributes": {}
        },
        {
            "name": "Perceptions of Human Achievement",
            "type": "Achievement Understanding",
            "description": "The way human achievements are understood and valued by society.",
            "attributes": {}
        },
        {
            "name": "STRAIT OF GIBRALTAR",
            "type": "Strait",
            "description": "A narrow body of water connecting two larger bodies of water, separating Europe and Africa.",
            "attributes": {}
        },
        {
            "name": "lost civilization",
            "type": "Concept",
            "description": "A lost civilization refers to an ancient society that has been forgotten or disappeared from historical records, often associated with advanced knowledge and technology.",
            "attributes": {
                "Mystery": "Unsolved",
                "Imagination": "Captures the imagination of those who seek to uncover the truth",
                "Knowledge and Technology": "Possessed knowledge and technology far beyond our own (according to some beliefs)"
            }
        },
        {
            "name": "ATLANTEANS",
            "type": "Noble People",
            "description": "The inhabitants of the legendary island of Atlantis, described as a noble and virtuous people who eventually became corrupt and power-hungry, leading to their downfall",
            "attributes": {}
        },
        {
            "name": "Expeditions and Theories",
            "type": "Exploration and Research",
            "description": "The legend of Atlantis has inspired numerous expeditions and theories over the centuries, as people seek to uncover the truth behind this ancient civilization.",
            "attributes": {}
        }
    ],
    "relations": [
        [
            "Critias",
            "Discusses",
            "Atlantis",
            "Critias discusses the story of Atlantis in both \"Timaeus\" and \"Critias,\" providing details about its location and significance."
        ],
        [
            "Atlantis",
            "Captivates Imagination Of",
            "People",
            "Atlantis has a lasting impact on human imagination."
        ],
        [
            "lost civilization",
            "Sparks",
            "Debate",
            "The concept of a lost civilization sparks debate among scholars and enthusiasts."
        ],
        [
            "Strait of Gibraltar",
            "Mentioned In",
            "Plato\"s Description of Atlantis",
            "The Strait of Gibraltar is mentioned by Plato as being the location referred to as the \"Pillars of Hercules\" in his description of Atlantis."
        ],
        [
            "ATLANTIS",
            "location",
            "PILLARS OF HERCULES",
            "According to Plato, Atlantis was located beyond the Pillars of Hercules, which are identified as the modern-day Strait of Gibraltar"
        ],
        [
            "ATLANTIS",
            "destruction_of",
            "DESTRUCTION OF ATLANTIS",
            "The island of Atlantis was destroyed in a catastrophic event, as described by Plato, where it was swallowed by the sea in a single day and night"
        ],
        [
            "lost civilization",
            "Sparks",
            "Curiosity",
            "The concept of a lost civilization sparks curiosity in people."
        ],
        [
            "Atlantis",
            "is_a",
            "legend",
            "Atlantis is a legendary island mentioned in ancient Greek literature."
        ],
        [
            "Atlantic Ocean",
            "Location of Speculation for",
            "Atlantis",
            "The Atlantic Ocean is one of the proposed locations for the mythical city of Atlantis."
        ],
        [
            "lost civilization",
            "Inspires",
            "Atlantis",
            "The concept of a lost civilization inspires the legend of Atlantis."
        ],
        [
            "Atlantis",
            "may_be",
            "atlanteans",
            "Atlantis may be the place of origin or residence for atlanteans."
        ],
        [
            "lost civilization",
            "Challenges",
            "Perceptions of Human Achievement",
            "The concept of a lost civilization challenges our perceptions of human achievement."
        ],
        [
            "Critias",
            "Plato",
            "undefine",
            "wrote"
        ],
        [
            "ATLANTIS",
            "proposed-location",
            "ATLANTIC OCEAN",
            "The Atlantic Ocean is one of the proposed locations for the legendary island of Atlantis, based on interpretations of Plato's descriptions"
        ],
        [
            "Mediterranean Sea",
            "Mentioned As Possible Location Of",
            "Atlantis",
            "The Mediterranean Sea has been proposed as one of the possible locations for Atlantis."
        ],
        [
            "ATLANTIS",
            "discussed",
            "CRITIAS",
            "The dialogue \"Critias\" provides more detailed information about Atlantis, including its society and the reasons for its downfall"
        ],
        [
            "Plato",
            "Wrote Dialogues",
            "Critias",
            "Plato wrote Critias, a dialogue that further elaborates on the story of Atlantis."
        ],
        [
            "Pillars of Hercules",
            "Located At",
            "Strait of Gibraltar",
            "The Pillars of Hercules are located at the entrance to the Strait of Gibraltar."
        ],
        [
            "ATLANTIS",
            "proposed-location",
            "MEDITERRANEAN SEA",
            "The Mediterranean Sea is another proposed location for the legendary island of Atlantis, based on various theories and interpretations"
        ],
        [
            "Timaeus",
            "Part Of",
            "Plato\"s Dialogues",
            "Timaeus is one of the dialogues in the collection of Plato\"s works."
        ],
        [
            "Atlantis",
            "Mentioned By",
            "Plato",
            "Atlantis was first described by Plato in his dialogues."
        ],
        [
            "ATLANTIS",
            "discovery",
            "PLATO",
            "Plato is the ancient Greek philosopher who first mentioned Atlantis in his dialogues, describing it as a powerful and advanced civilization"
        ],
        [
            "Atlantic Ocean",
            "Believed to Contain",
            "Atlantis",
            "Some people believe that Atlantis was a real place located in the Atlantic Ocean."
        ],
        [
            "Atlantis",
            "Critias",
            "mentioned_in",
            "The concept of Atlantis is mentioned in the work by Critias."
        ],
        [
            "Strait of Gibraltar",
            "Associated With",
            "Atlantis",
            "The Strait of Gibraltar is associated with the legend of Atlantis, as it is believed to be the location referred to as the \"Pillars of Hercules\" in Plato\"s account."
        ],
        [
            "Antarctica",
            "Speculated Location of",
            "Atlantis",
            "Some theories suggest that Antarctica could be the location of the mythical Atlantis."
        ],
        [
            "PLATO",
            "describes-event",
            "DESTRUCTION OF ATLANTIS",
            "Plato describes the catastrophic destruction of Atlantis, where the island was swallowed by the sea in a single day and night"
        ],
        [
            "Atlanteans",
            "Inhabited",
            "Atlantis",
            "The Atlanteans were the inhabitants of Atlantis, a place central to their legend."
        ],
        [
            "ATLANTEANS",
            "be_destroyed",
            "DESTRUCTION OF ATLANTIS",
            "The Atlanteans, the inhabitants of Atlantis, were destroyed along with their island in a catastrophic event, as described by Plato"
        ],
        [
            "Atlantis",
            "Mediterranean Sea",
            "speculated_location",
            "The speculated location Atlantis is believed to be situated within the Mediterranean Sea."
        ],
        [
            "Timaeus",
            "Mentions",
            "Atlantis",
            "The dialogue Timaeus mentions the legendary island of Atlantis."
        ],
        [
            "Atlantis",
            "Plato",
            "described_by",
            "The concept of Atlantis was described by Plato."
        ],
        [
            "Atlantis",
            "Subject Of",
            "Speculation and Interpretation",
            "Atlantis is a central topic in various debates and interpretations."
        ],
        [
            "PLATO",
            "philosophical_concept",
            "ATLANTEANS",
            "Plato describes the Atlanteans as a noble and virtuous people who eventually became corrupt and power-hungry, leading to their downfall"
        ],
        [
            "Atlantis",
            "Plato",
            "undefine",
            "wrote"
        ],
        [
            "Pillars of Hercules",
            "Strait of Gibraltar",
            "believed_to_be",
            "The Pillars of Hercules are believed to be located at the Strait of Gibraltar."
        ],
        [
            "Atlantis",
            "Atlantis",
            "mentioned_in",
            "The Atlantis mentioned in various historical texts, myths, and narratives."
        ],
        [
            "ATLANTIS",
            "originates",
            "TIMAEUS",
            "The dialogue \"Timaeus\" is where Plato first introduces the story of Atlantis, describing its history and eventual destruction"
        ],
        [
            "Critias",
            "Appears In",
            "Critias (Dialogue)",
            "Critias appears in the dialogue named after him, where he discusses the story of Atlantis."
        ],
        [
            "lost civilization",
            "Sparks",
            "Wonder",
            "The concept of a lost civilization sparks wonder in people."
        ],
        [
            "ATLANTIS",
            "alternative-location",
            "ANTARCTICA",
            "Antarctica is a less conventional proposed location for the legendary island of Atlantis, based on some speculative theories"
        ],
        [
            "Antarctica",
            "Atlantis",
            "speculated_location",
            "undefine"
        ],
        [
            "Atlantis",
            "Inspiration For",
            "Expeditions and Theories",
            "Atlantis has been a driving force for exploration and research."
        ],
        [
            "Atlantis",
            "lost civilization",
            "may_be",
            "The Atlantis, often associated with a lost civilization, may_be refers to its uncertain historical existence and mythical status."
        ],
        [
            "Atlanteans",
            "Inspired",
            "Atlantis Legend",
            "The Atlanteans are central to the legend of Atlantis, which continues to inspire debate and speculation."
        ],
        [
            "Atlantic Ocean",
            "Atlantis",
            "speculated_location",
            "The Atlantic Ocean is associated with Atlantis, which is speculated to be located within its vast expanse."
        ],
        [
            "PILLARS OF HERCULES",
            "geographical_identification",
            "STRAIT OF GIBRALTAR",
            "The Pillars of Hercules are identified as the modern-day Strait of Gibraltar, marking the boundary beyond which Atlantis was located"
        ],
        [
            "Critias",
            "Appears In",
            "Timaeus",
            "Critias appears in Timaeus, where he discusses the story of Atlantis."
        ],
        [
            "Atlantis",
            "Plato",
            "mentioned_in_work_by",
            "Atlantis is mentioned in works by Plato."
        ],
        [
            "ATLANTIS",
            "origin",
            "ATLANTEANS",
            "Atlantis was the home of the Atlanteans, a noble and virtuous people who eventually became corrupt and power-hungry, leading to their downfall"
        ],
        [
            "Plato",
            "Wrote Dialogues",
            "Timaeus",
            "Plato wrote Timaeus, a dialogue that discusses the creation of the universe and the story of Atlantis."
        ],
        [
            "Pillars of Hercules",
            "Mentioned In",
            "Atlantis Legend",
            "According to Plato, the Pillars of Hercules are mentioned in the story of Atlantis as the location beyond which Atlantis was situated."
        ],
        [
            "lost civilization",
            "Challenges",
            "Perceptions of History",
            "The concept of a lost civilization challenges our perceptions of history."
        ],
        [
            "Atlantis",
            "Pillars of Hercules",
            "located_beyond",
            "The Pillars of Hercules, located beyond the mythical city of Atlantis."
        ],
        [
            "Plato",
            "Mentioned",
            "Atlantis",
            "Plato mentioned Atlantis in his dialogues, describing it as a large island located beyond the \"Pillars of Hercules\" (Strait of Gibraltar) that was swallowed by the sea."
        ]
    ]
}