{
    "entities": [
        {
            "name": "culture",
            "type": "Influence",
            "description": "Culture refers to the shared beliefs, values, behaviors, and artifacts that characterize a group or society.",
            "attributes": {}
        },
        {
            "name": "public transportation",
            "type": "Transportation Mode",
            "description": "Public transportation refers to shared passenger services that are available for use by the general public, such as buses, trains, and subways.",
            "attributes": {
                "Type": "Shared Passenger Services",
                "Usage": "General Public"
            }
        },
        {
            "name": "dropped handlebars",
            "type": "Bicycle Component",
            "description": "Dropped handlebars are a type of bicycle handlebar that curves downward and then back up, providing multiple hand positions for the rider. They are commonly found on racing bikes.",
            "attributes": {
                "Shape": "Curves downward and then back up",
                "Purpose": "Multiple hand positions for aerodynamic advantage and control"
            }
        },
        {
            "name": "Late 20th Century",
            "type": "Time Period",
            "description": "The late 20th century refers to the period from approximately 1970 to 1999.",
            "attributes": {}
        },
        {
            "name": "sleek racing bikes",
            "type": "Bicycle",
            "description": "Sleek racing bikes are high-performance bicycles designed for speed and efficiency, featuring aerodynamic shapes and lightweight materials.",
            "attributes": {}
        },
        {
            "name": "materials",
            "type": "Materials",
            "description": "Substances used in the construction of bicycles.",
            "attributes": {}
        },
        {
            "name": "Bicycle Manufacturing",
            "type": "Industry",
            "description": "The bicycle manufacturing industry involves the production of bicycles for various uses, including racing and recreational cycling.",
            "attributes": {}
        },
        {
            "name": "transportation",
            "type": "Sustainable Mobility",
            "description": "Bicycles as a mode of transportation that promotes eco-friendliness and efficiency.",
            "attributes": {}
        },
        {
            "name": "longer distances",
            "type": "Travel",
            "description": "Extended range achievable",
            "attributes": {}
        },
        {
            "name": "recent years",
            "type": "Time Period",
            "description": "Recent years refer to the most recent period in time, typically within the last few decades.",
            "attributes": {}
        },
        {
            "name": "Carbon fiber frames",
            "type": "Material",
            "description": "Lightweight, strong, and aerodynamic components used in competitive racing and high-performance cycling.",
            "attributes": {}
        },
        {
            "name": "smoother ride",
            "type": "improvement",
            "description": "The boneshaker provided a more comfortable and efficient travel experience compared to its predecessor.",
            "attributes": {}
        },
        {
            "name": "precarious ride",
            "type": "Bicycle Riding Experience",
            "description": "Unstable and challenging",
            "attributes": {}
        },
        {
            "name": "advanced racing bikes",
            "type": "Bicycles",
            "description": "Advanced racing bikes are high-performance vehicles designed for speed and agility, utilizing carbon fiber technology.",
            "attributes": {}
        },
        {
            "name": "chain drive system",
            "type": "mechanical",
            "description": "A system transferring power through a chain and sprockets",
            "attributes": {}
        },
        {
            "name": "more agile",
            "type": "Bicycle",
            "description": "More agile refers to bicycles that are more responsive and easier to maneuver, offering improved control at high speeds.",
            "attributes": {}
        },
        {
            "name": "Commuting",
            "type": "Activity",
            "description": "Traveling between home and work or school.",
            "attributes": {}
        },
        {
            "name": "circular motion",
            "type": "motion",
            "description": "A repetitive movement around a fixed axis.",
            "attributes": {}
        },
        {
            "name": "19th century",
            "type": "Time Period",
            "description": "The 19th century spans from the year 1801 to 1900. It was a period of significant technological and social change, including major advancements in transportation and communication.",
            "attributes": {
                "Start Year": "1801",
                "End Year": "1900"
            }
        },
        {
            "name": "pneumatic tires",
            "type": "Tires",
            "description": "Pneumatic tires are filled with air and provide cushioning, improving ride comfort and shock absorption.",
            "attributes": {}
        },
        {
            "name": "Racing",
            "type": "Activity",
            "description": "Competitive cycling events where participants race against each other.",
            "attributes": {}
        },
        {
            "name": "easier riding",
            "type": "Assistance",
            "description": "Easier riding refers to the reduced physical effort required when using an electric bike, allowing for more comfortable and less tiring journeys.",
            "attributes": {}
        },
        {
            "name": "future",
            "type": "Concept",
            "description": "The future refers to the time that is yet to come, encompassing potential advancements and developments in various fields.",
            "attributes": {
                "Excitement": "High",
                "Potential for Advancements": "Significant"
            }
        },
        {
            "name": "high-performance cycling",
            "type": "Sport",
            "description": "High-performance cycling refers to competitive and professional level cycling that emphasizes speed, endurance, and strategic racing.",
            "attributes": {}
        },
        {
            "name": "mid-19th century",
            "type": "Time Period",
            "description": "The mid-19th century refers to the period from approximately 1850 to 1870, a time of significant technological and social changes.",
            "attributes": {
                "Start Year": "1850",
                "End Year": "1870"
            }
        },
        {
            "name": "greater speed",
            "type": "Advantage",
            "description": "The boneshaker offered increased velocity compared to its predecessor.",
            "attributes": {}
        },
        {
            "name": "faster",
            "type": "Performance",
            "description": "Exceeding expected speed or velocity.",
            "attributes": {}
        },
        {
            "name": "wealthy gentlemen",
            "type": "Social Group",
            "description": "A social group of affluent men who had the means to indulge in leisure activities and hobbies, such as riding penny-farthings.",
            "attributes": {
                "Economic Status": "Affluent",
                "Social Class": "Upper Class"
            }
        },
        {
            "name": "Cycling",
            "type": "Activity",
            "description": "Cycling, the activity of riding bicycles, has evolved from a simple wooden contraption to a high-tech racing machine. It has had a profound impact on society, influencing transportation, recreation, and culture.",
            "attributes": {
                "Impact on Society": "Influences transportation, recreation, and culture",
                "Popularity": "Popular mode of transportation for commuting, exercise, and leisure",
                "Sustainability": "Provides a sustainable and eco-friendly alternative to cars and public transportation",
                "Competitive Nature": "Became a competitive sport enjoyed by millions of people around the world"
            }
        },
        {
            "name": "rough terrain",
            "type": "difficult ground",
            "description": "Rough terrain refers to uneven, challenging ground that is difficult to traverse.",
            "attributes": {}
        },
        {
            "name": "20th century",
            "type": "Time Period",
            "description": "The 20th century spans from the year 1901 to 2000 and is marked by significant advancements in technology, materials science, and societal changes.",
            "attributes": {
                "Start Year": "1901",
                "End Year": "2000"
            }
        },
        {
            "name": "motorized assistance",
            "type": "Assistance",
            "description": "Electric-powered support for cycling",
            "attributes": {}
        },
        {
            "name": "accidents",
            "type": "incidents",
            "description": "Unforeseen events resulting from the design flaws of the penny-farthing bicycle.",
            "attributes": {}
        },
        {
            "name": "FRANCE",
            "type": "Professional Cycling Race",
            "description": "Country where the Tour de France, a major professional cycling race, takes place",
            "attributes": {}
        },
        {
            "name": "more responsive",
            "type": "Bike",
            "description": "More responsive bikes offer finer control and quicker reactions to the rider's inputs, enhancing performance on the track.",
            "attributes": {}
        },
        {
            "name": "speed",
            "type": "Sport",
            "description": "Cycling showcases speed, skill, and endurance.",
            "attributes": {}
        },
        {
            "name": "ELECTRIC BIKES",
            "type": "Assisted Cycling Vehicles",
            "description": "Bicycles with motorized assistance, offering easier riding and longer distances, introduced in recent years",
            "attributes": {}
        },
        {
            "name": "high center of gravity",
            "type": "Balancing",
            "description": "The bicycle's high center of gravity affects its stability and balance.",
            "attributes": {}
        },
        {
            "name": "Elite Cyclists",
            "type": "Athlete",
            "description": "Elite cyclists are highly skilled and physically fit athletes who compete at the highest levels of professional cycling.",
            "attributes": {}
        },
        {
            "name": "GERMANY",
            "type": "Country",
            "description": "Germany",
            "attributes": {}
        },
        {
            "name": "CARBON FIBER",
            "type": "Advanced Material",
            "description": "A revolutionary material introduced in the late 20th century, used in bicycle construction for its lightweight, strong, and aerodynamic properties",
            "attributes": {}
        },
        {
            "name": "comfortable cruisers",
            "type": "Comfortable Cruisers",
            "description": "Bicycles with upright seating positions for comfort.",
            "attributes": {}
        },
        {
            "name": "elegance",
            "type": "description",
            "description": "The elegance refers to the aesthetic appeal and gracefulness associated with the penny-farthing bicycle, which was appreciated for its stylish design among wealthy gentlemen.",
            "attributes": {}
        },
        {
            "name": "human ingenuity",
            "type": "Concept",
            "description": "Human ingenuity refers to the creative and inventive capabilities of humans, often demonstrated through technological advancements and problem-solving.",
            "attributes": {
                "Characteristics": "Creative, Inventive, Problem-Solving"
            }
        },
        {
            "name": "BARON KARL VON DRAIS",
            "type": "Inventor",
            "description": "A German inventor who created the earliest known prototype of the bicycle, the draisine, in the early 19th century",
            "attributes": {}
        },
        {
            "name": "heavy and cumbersome",
            "type": "vehicle",
            "description": "The boneshaker was heavy and cumbersome, indicating its significant weight and lack of maneuverability on rough surfaces.",
            "attributes": {}
        },
        {
            "name": "dangerous",
            "type": "high-risk",
            "description": "The penny-farthing was prone to accidents due to its design, making it a high-risk mode of transportation.",
            "attributes": {}
        },
        {
            "name": "Leisure Activities",
            "type": "Activity Type",
            "description": "Activities pursued for enjoyment and relaxation, often by those with the means to afford them.",
            "attributes": {}
        },
        {
            "name": "STEEL",
            "type": "Material",
            "description": "The primary material used in bicycle frames in the early 1900s, offering strength and durability at a reasonable cost",
            "attributes": {}
        },
        {
            "name": "competitive racing",
            "type": "Sport",
            "description": "Competitive Racing is a type of cycling where speed and performance are paramount, often involving professional athletes competing against each other.",
            "attributes": {}
        },
        {
            "name": "ALUMINUM",
            "type": "Metal",
            "description": "A material that emerged as a popular alternative to steel in the mid-20th century, providing lighter weight and increased stiffness for improved performance",
            "attributes": {}
        },
        {
            "name": "perseverance",
            "type": "Attribute",
            "description": "Perseverance refers to the continued effort to do or achieve something despite difficulties, failure, or delays.",
            "attributes": {
                "Definition": "Continued effort to do or achieve something despite difficulties, failure, or delays."
            }
        },
        {
            "name": "cyclists",
            "type": "Rider Group",
            "description": "Cyclists are individuals who ride bicycles for various purposes such as commuting, exercise, and leisure.",
            "attributes": {}
        }
    ],
    "relations": [
        [
            "dangerous",
            "penny-farthing",
            "undefine",
            "was"
        ],
        [
            "20th century",
            "Continued Evolution Of",
            "Bicycle Design and Technology",
            "The 20th century was a period of continuous evolution for bicycle design and technology."
        ],
        [
            "baron karl von drais",
            "Attached To",
            "Bicycle",
            "The front wheel is attached to the bicycle frame."
        ],
        [
            "comfortable cruisers",
            "Feature Of",
            "comfortable cruisers",
            "Upright seating positions are a key feature of cruiser bicycles."
        ],
        [
            "steel",
            "Alternative To",
            "Titanium",
            "Steel was the primary material for bicycle frames before titanium emerged as an alternative, offering lighter weight and increased stiffness."
        ],
        [
            "20th century",
            "Saw Introduction Of",
            "Aluminum and Titanium in Bicycle Construction",
            "The 20th century saw the introduction of aluminum and titanium as materials used in bicycle construction."
        ],
        [
            "aluminum",
            "Used In",
            "baron karl von drais",
            "Aluminum is used in bicycle frames to provide lighter weight and increased stiffness for improved performance."
        ],
        [
            "Carbon fiber frames",
            "high-performance cycling",
            "undefine",
            "used for"
        ],
        [
            "19th century",
            "Invented - High-Wheel Bicycle",
            "High-Wheel Bicycle (Penny-Farthing)",
            "In the late 19th century, the high-wheel bicycle (penny-farthing) was invented, marking a major step in bicycle design."
        ],
        [
            "baron karl von drais",
            "Predecessor To",
            "baron karl von drais",
            "The boneshaker was the predecessor to the safety bicycle, which introduced significant improvements in stability and comfort."
        ],
        [
            "carbon fiber",
            "Transformed Industry",
            "Bicycle Manufacturing",
            "The use of carbon fiber in bicycle manufacturing has transformed the industry by enabling the development of advanced racing bikes that are faster, more agile, and more responsive."
        ],
        [
            "attached_to",
            "front wheel",
            "baron karl von drais",
            "Baron Karl von Drais is attached to a front wheel."
        ],
        [
            "Bicycle",
            "Evolved From",
            "Draisine",
            "The bicycle evolved from the draisine, which was an early form of a two-wheeled vehicle."
        ],
        [
            "Cycling",
            "Influences",
            "Culture",
            "Cycling has had a significant impact on culture, influencing fashion, lifestyle, and community activities."
        ],
        [
            "advanced racing bikes",
            "characterized by being",
            "faster",
            "Advanced racing bikes are characterized by being faster."
        ],
        [
            "baron karl von drais",
            "popular_among",
            "undefine",
            "wealthy gentlemen"
        ],
        [
            "mid-19th century",
            "Witnessed Invention",
            "baron karl von drais",
            "During the mid-19th century, the velocipede or boneshaker was invented, marking a significant evolution in bicycle design."
        ],
        [
            "Cycling",
            "Influences",
            "Transportation",
            "Cycling has become a popular mode of transportation, providing an eco-friendly alternative to cars and public transportation."
        ],
        [
            "invented_in",
            "mid-19th century",
            "undefine",
            "velocipede"
        ],
        [
            "20th century",
            "Saw Introduction Of",
            "Carbon Fiber in Bicycle Construction",
            "The 20th century saw the introduction of carbon fiber as a material used in bicycle construction."
        ],
        [
            "SAFETY BICYCLE",
            "material",
            "STEEL",
            "The safety bicycle was primarily made of steel, which provided strength and durability"
        ],
        [
            "had",
            "high center of gravity",
            "baron karl von drais",
            "Baron Karl von Drais was associated with an object or concept characterized by having a high center of gravity, possibly referring to his involvement with early forms of transportation or engineering."
        ],
        [
            "Cycling",
            "Influences",
            "Recreation",
            "Cycling is a popular recreational activity, enjoyed by many for exercise and leisure."
        ],
        [
            "Cycling",
            "Includes",
            "Racing Bikes",
            "Cycling includes various types of bicycles, such as sleek racing bikes with dropped handlebars."
        ],
        [
            "Cycling",
            "Includes",
            "Tour de France",
            "The Tour de France is a prominent event in the competitive sport of cycling, showcasing elite cyclists."
        ],
        [
            "baron karl von drais",
            "Evolved From",
            "baron karl von drais",
            "The boneshaker evolved from the draisine, offering a smoother ride and greater speed."
        ],
        [
            "comfortable cruisers",
            "Contrasts With",
            "dropped handlebars",
            "Upright seating positions contrast with the more aggressive posture provided by dropped handlebars."
        ],
        [
            "allowed_for",
            "circular motion",
            "baron karl von drais",
            "Baron Karl von Drais was allowed to perform circular motion experiments."
        ],
        [
            "baron karl von drais",
            "impacts",
            "leisure activities",
            "Baron Karl von Drais impacted leisure activities through his invention of the precursor to modern bicycles, which became popular as a recreational activity."
        ],
        [
            "human ingenuity",
            "Drives",
            "Evolution of the Bicycle",
            "Human ingenuity has been a driving force behind the continuous innovation and improvement of bicycles."
        ],
        [
            "baron karl von drais",
            "Component Of",
            "Safety Bicycle",
            "The rear wheel is a component of the safety bicycle, which has an equal size to the front wheel."
        ],
        [
            "public transportation",
            "Alternative To",
            "baron karl von drais",
            "Bicycles provide an alternative to public transportation, offering a sustainable and eco-friendly option."
        ],
        [
            "human ingenuity",
            "Manifests In",
            "Bicycle Innovations",
            "Human ingenuity is evident in the various technological advancements that have shaped the modern bicycle."
        ],
        [
            "electric bikes",
            "Subtype Of",
            "baron karl von drais",
            "Electric bikes are a subtype of bicycles."
        ],
        [
            "TITANIUM",
            "replaced_by",
            "CARBON FIBER",
            "Titanium was succeeded by carbon fiber, which provided even lighter weight and improved aerodynamics"
        ],
        [
            "BICYCLE",
            "originated_in",
            "TOUR DE FRANCE",
            "The Tour de France is a professional cycling race that highlights the evolution and performance of bicycles"
        ],
        [
            "contribute to",
            "design of bicycles",
            "materials",
            "The process of designing bicycles involves selecting and contributing to specific materials."
        ],
        [
            "steel",
            "Alternative To",
            "Carbon Fiber",
            "Steel was the primary material for bicycle frames before carbon fiber emerged as an alternative, offering even greater performance benefits in competitive racing and high-performance cycling."
        ],
        [
            "easier riding",
            "electric bikes",
            "enable",
            "undefine"
        ],
        [
            "STEEL",
            "replaced_by",
            "TITANIUM",
            "Steel was succeeded by titanium as a popular material for bicycle frames, offering lighter weight and increased stiffness"
        ],
        [
            "comfortable cruisers",
            "Contrasts With",
            "Racing Bikes",
            "Cruisers offer an upright seating position for comfort, while racing bikes have dropped handlebars for a more aerodynamic riding posture."
        ],
        [
            "featured",
            "high-wheel bicycle",
            "baron karl von drais",
            "undefine"
        ],
        [
            "carbon fiber",
            "made_of",
            "baron karl von drais",
            "Carbon fiber was used to make Baron Karl von Drais's equipment or components."
        ],
        [
            "DRAISINE",
            "predecessor",
            "VELOCIPED",
            "The draisine was a predecessor to the velocipede, which introduced pedals for propulsion"
        ],
        [
            "baron karl von drais",
            "Connected To",
            "Pedals (in early designs)",
            "In early bicycles, such as the velocipede or \"boneshaker,\" the front wheel was directly connected to the pedals."
        ],
        [
            "Competitive Racing",
            "Features In",
            "Tour de France",
            "Competitive racing features prominently in events like the Tour de France."
        ],
        [
            "advanced racing bikes",
            "bicycle manufacturing",
            "led to development of",
            "Advanced racing bikes were manufactured, leading to the development of high-performance cycling technology."
        ],
        [
            "19th century",
            "Invented - Safety Bicycle",
            "Safety Bicycle",
            "In the late 19th century, the safety bicycle was invented, which significantly improved the cycling experience."
        ],
        [
            "allow for",
            "electric bikes",
            "longer distances",
            "undefine"
        ],
        [
            "Bicycle",
            "Used For",
            "Commuting",
            "Bicycles are commonly used for commuting due to their efficiency and environmental benefits."
        ],
        [
            "electric bikes",
            "Option For",
            "cyclists",
            "Electric bikes offer an additional option for cyclists."
        ],
        [
            "baron karl von drais",
            "impacts",
            "transportation",
            "Baron Karl von Drais impacted transportation."
        ],
        [
            "baron karl von drais",
            "Paired With",
            "Front Wheel",
            "The rear wheel is paired with the front wheel to form the two-wheeled structure of the bicycle."
        ],
        [
            "featured",
            "high-wheel bicycle",
            "baron karl von drais",
            "undefine"
        ],
        [
            "High-performance cycling",
            "Involves",
            "Racing Bikes",
            "High-performance cycling involves the use of sleek racing bikes with dropped handlebars."
        ],
        [
            "carbon fiber",
            "Used In",
            "Bicycle Frames",
            "Carbon fiber is used in the construction of bicycle frames, making them lightweight, strong, and aerodynamic."
        ],
        [
            "elegance",
            "offered",
            "baron karl von drais",
            "undefine"
        ],
        [
            "BARON KARL VON DRAIS",
            "invented",
            "DRAISINE",
            "Baron Karl von Drais invented the draisine, the earliest known prototype of the bicycle"
        ],
        [
            "bicycle manufacturing",
            "Involves Process",
            "Design Evolution",
            "Bicycle manufacturing involves a continuous process of design evolution to improve bicycle performance and functionality."
        ],
        [
            "Cycling",
            "Evolved From",
            "Wooden Contraption",
            "Cycling has evolved from a simple wooden contraption to a high-tech racing machine."
        ],
        [
            "future",
            "Shapes",
            "Bicycle Evolution",
            "The future will shape the next chapter in the evolution of the bicycle, bringing new advancements and developments."
        ],
        [
            "Competitive Racing",
            "Uses",
            "Carbon Fiber Frames",
            "Competitive racing uses carbon fiber frames to enhance the performance of racing bikes."
        ],
        [
            "BARON KARL VON DRAIS",
            "nationality",
            "GERMANY",
            "Baron Karl von Drais was a German inventor who created the draisine"
        ],
        [
            "human ingenuity",
            "Inspires",
            "Future Advancements",
            "Human ingenuity continues to inspire and drive the development of new bicycle technologies."
        ],
        [
            "Bicycle",
            "Used For",
            "Transportation",
            "Bicycles serve as an efficient and eco-friendly mode of transportation."
        ],
        [
            "made_of",
            "safety bicycle",
            "aluminum",
            "A safety bicycle made of aluminum"
        ],
        [
            "dropped handlebars",
            "feature",
            "sleek racing bikes",
            "Dropped handlebars are a feature often found on sleek racing bikes, providing aerodynamics and comfort for the rider."
        ],
        [
            "bicycle manufacturing",
            "Uses Material",
            "Carbon Fiber",
            "Bicycle manufacturing now uses carbon fiber as a primary material for producing faster, more agile, and more responsive bicycles."
        ],
        [
            "19th century",
            "Invented - Velocipede",
            "Velocipede (Boneshaker)",
            "In the mid-19th century, the velocipede (boneshaker) was invented, which marked a major step forward in bicycle technology."
        ],
        [
            "steel",
            "Used In",
            "Bicycle Frames",
            "Steel became the primary material used in bicycle frames during the early 1900s due to its strength and durability at a reasonable cost."
        ],
        [
            "Baron Karl von Drais",
            "Created",
            "Draisine",
            "Baron Karl von Drais created the draisine, which was a significant innovation in transportation at the time."
        ],
        [
            "advanced racing bikes",
            "characterized by being",
            "more agile",
            "undefine"
        ],
        [
            "has_part",
            "pneumatic tires",
            "baron karl von drais",
            "Baron Karl von Drais was associated with pneumatic tires as part of his vehicle design."
        ],
        [
            "also_known_as",
            "high-wheel bicycle",
            "baron karl von drais",
            "undefine"
        ],
        [
            "baron karl von drais",
            "Equal Size To",
            "Rear Wheel (in safety bicycles)",
            "In safety bicycles, both the front and rear wheels were of equal size."
        ],
        [
            "Cycling",
            "Marked by",
            "Safety Bicycle",
            "The introduction of the safety bicycle marked a turning point in the history of cycling."
        ],
        [
            "public transportation",
            "Complementary To",
            "baron karl von drais",
            "Bicycles can complement public transportation by providing last-mile connectivity."
        ],
        [
            "aluminum",
            "Alternative To",
            "steel",
            "Aluminum emerged as an alternative to steel in the mid-20th century."
        ],
        [
            "aluminum",
            "Alternative To",
            "steel",
            "Titanium emerged as an alternative to steel, providing lighter weight and increased stiffness for improved performance."
        ],
        [
            "Cycling",
            "Includes",
            "Cruisers",
            "Cycling includes various types of bicycles, such as comfortable cruisers with upright seating positions."
        ],
        [
            "featured",
            "pedals",
            "undefine",
            "velocipede"
        ],
        [
            "Bicycle",
            "Replaced By",
            "Safety Bicycle",
            "The safety bicycle replaced the high-wheel bicycle (penny-farthing) due to its improved design and stability."
        ],
        [
            "Bicycle",
            "Improved By",
            "Velocipede (Boneshaker)",
            "The velocipede improved upon the draisine by adding pedals for propulsion."
        ],
        [
            "also_known_as",
            "boneshaker",
            "undefine",
            "velocipede"
        ],
        [
            "comfortable cruisers",
            "Is a Type of",
            "Bicycle",
            "Cruisers are a specific type of bicycle designed for comfort and leisure."
        ],
        [
            "baron karl von drais",
            "Larger Than",
            "Rear Wheel (in high-wheel designs)",
            "In high-wheel bicycles, the front wheel was significantly larger than the rear wheel."
        ],
        [
            "High-performance cycling",
            "Uses",
            "Carbon Fiber Frames",
            "High-performance cycling uses carbon fiber frames to achieve optimal performance."
        ],
        [
            "bicycle manufacturing",
            "Involves Process",
            "Technological Advancements",
            "Bicycle manufacturing involves ongoing technological advancements to enhance bicycle performance and innovation."
        ],
        [
            "baron karl von drais",
            "Part Of",
            "Bicycle",
            "The rear wheel is an integral part of the bicycle."
        ],
        [
            "Bicycle",
            "Predecessor Of",
            "Penny-Farthing",
            "The penny-farthing was a predecessor to the safety bicycle, marking a significant step in the evolution of bicycles."
        ],
        [
            "Tour de France",
            "Participates In",
            "Cycling",
            "The Tour de France is a major event in the sport of cycling."
        ],
        [
            "accidents",
            "penny-farthing",
            "prone_to",
            "The accidents involving penny-farthing bicycles are prone_to due to their unstable nature."
        ],
        [
            "dropped handlebars",
            "Found On",
            "baron karl von drais",
            "Dropped handlebars are commonly found on racing bikes to provide aerodynamic advantage and multiple hand positions."
        ],
        [
            "BICYCLE",
            "material",
            "CARBON FIBER",
            "Carbon fiber has been a revolutionary material in the construction of modern bicycles, enhancing their performance"
        ],
        [
            "baron karl von drais",
            "precarious ride",
            "provided",
            "Baron Karl von Drais engaged in a precarious ride, providing the context or means for the action."
        ],
        [
            "baron karl von drais",
            "Component Of",
            "Penny-Farthing Bicycle",
            "The rear wheel is a component of the penny-farthing bicycle, which has a smaller size compared to the front wheel."
        ],
        [
            "perseverance",
            "Is Demonstrated in",
            "baron karl von drais",
            "Perseverance is demonstrated in the continuous improvement and innovation seen in the evolution of the bicycle."
        ],
        [
            "baron karl von drais",
            "draisine",
            "offered_improvement_over",
            "undefine"
        ],
        [
            "culture",
            "evolution of the bicycle",
            "impacts",
            "undefine"
        ],
        [
            "BICYCLE",
            "origin",
            "GERMANY",
            "The bicycle's early development, including the draisine, took place in Germany"
        ],
        [
            "bicycle manufacturing",
            "Uses Material",
            "Steel",
            "Bicycle manufacturing used steel as the primary material for bicycle frames in the early 1900s."
        ],
        [
            "BICYCLE",
            "type",
            "ELECTRIC BIKES",
            "Electric bikes are a modern evolution of the bicycle, offering motorized assistance for easier riding and longer distances"
        ],
        [
            "baron karl von drais",
            "difficult_to_maneuver_on",
            "rough terrain",
            "undefine"
        ],
        [
            "BICYCLE",
            "development",
            "SAFETY BICYCLE",
            "The safety bicycle was a significant milestone in the evolution of the bicycle, making it more stable and accessible"
        ],
        [
            "Tour de France",
            "Showcases",
            "Elite Cyclists",
            "The Tour de France showcases the skills and endurance of elite cyclists."
        ],
        [
            "perseverance",
            "Is a Characteristic of",
            "human ingenuity",
            "Perseverance is a characteristic that complements human ingenuity, driving continuous improvement and innovation."
        ],
        [
            "comfortable cruisers",
            "have",
            "undefine",
            "upright seating positions"
        ],
        [
            "baron karl von drais",
            "greater speed",
            "provided",
            "Baron Karl von Drais provided greater speed"
        ],
        [
            "carbon fiber",
            "Introduced In",
            "Late 20th Century",
            "Carbon fiber was introduced as a revolutionary material in bicycle construction during the late 20th century."
        ],
        [
            "baron karl von drais",
            "heavy and cumbersome",
            "undefine",
            "was"
        ],
        [
            "Carbon fiber frames",
            "competitive racing",
            "undefine",
            "used for"
        ],
        [
            "Competitive Racing",
            "Showcases",
            "Elite Cyclists",
            "Competitive racing showcases the speed, skill, and endurance of elite cyclists."
        ],
        [
            "chain drive system",
            "has_part",
            "baron karl von drais",
            "The chain drive system has Baron Karl von Drais as part of its historical development or inventor."
        ],
        [
            "baron karl von drais",
            "provided",
            "smoother ride",
            "Baron Karl von Drais provided smoother ride"
        ],
        [
            "made_of",
            "safety bicycle",
            "steel",
            "A safety bicycle made of steel"
        ],
        [
            "VELOCIPED",
            "predecessor",
            "PENNY-FARTHING",
            "The velocipede was a predecessor to the penny-farthing, which featured a large front wheel and a smaller rear wheel"
        ],
        [
            "wealthy gentlemen",
            "Rode",
            "baron karl von drais",
            "Wealthy gentlemen rode penny-farthings for their speed and elegance."
        ],
        [
            "advanced racing bikes",
            "characterized by being",
            "more responsive",
            "undefine"
        ],
        [
            "electric bikes",
            "motorized assistance",
            "provide",
            "Electric bikes provide motorized assistance through an electric motor that aids in propulsion, typically activated by pedaling or a switch, enhancing the rider's speed and efficiency without requiring significant additional effort."
        ],
        [
            "CARBON FIBER",
            "used_for",
            "ELECTRIC BIKES",
            "Carbon fiber frames have been used in the development of advanced electric bikes, enhancing their performance"
        ],
        [
            "aluminum",
            "made_of",
            "baron karl von drais",
            "Aluminum is made of baron Karl von Drais."
        ],
        [
            "offered",
            "penny-farthing",
            "speed",
            "undefine"
        ],
        [
            "baron karl von drais",
            "invented_in",
            "19th century",
            "Baron Karl von Drais invented in the 19th century."
        ],
        [
            "PENNY-FARTHING",
            "successor",
            "SAFETY BICYCLE",
            "The penny-farthing was succeeded by the safety bicycle, which was more stable and comfortable"
        ],
        [
            "Bicycle",
            "Used For",
            "Recreation",
            "Bicycles are popular for recreational purposes, providing a healthy and enjoyable way to spend time."
        ],
        [
            "BICYCLE",
            "origin",
            "FRANCE",
            "France has been a significant location for the evolution of the bicycle, including hosting the Tour de France"
        ],
        [
            "STEEL",
            "replaced_by",
            "ALUMINUM",
            "Steel was succeeded by aluminum as a popular material for bicycle frames, offering lighter weight and increased stiffness"
        ],
        [
            "steel",
            "Alternative To",
            "Aluminum",
            "Steel was the primary material for bicycle frames before aluminum emerged as an alternative, offering lighter weight and increased stiffness."
        ],
        [
            "Baron Karl von Drais",
            "INVENTED",
            "baron karl von drais",
            "Baron Karl von Drais invented the Baron Karl von Drais"
        ],
        [
            "TOUR DE FRANCE",
            "origin",
            "FRANCE",
            "The Tour de France is a major professional cycling race that takes place in France"
        ],
        [
            "electric bikes",
            "Introduced In",
            "recent years",
            "Electric bikes were introduced in recent years."
        ],
        [
            "Bicycle",
            "Used For",
            "Racing",
            "Bicycles are used in various racing competitions, from road races to track cycling."
        ],
        [
            "wealthy gentlemen",
            "Engaged In",
            "Leisure Activities",
            "Wealthy gentlemen engaged in leisure activities such as riding penny-farthings."
        ],
        [
            "ALUMINUM",
            "replaced_by",
            "CARBON FIBER",
            "Aluminum was succeeded by carbon fiber, which provided even lighter weight and improved aerodynamics"
        ]
    ]
}