{
    "entities": [
        {
            "name": "Single Drop of Blood",
            "type": "Substance",
            "description": "A single drop of blood is a small volume of liquid that can be detected by sharks.",
            "attributes": {}
        },
        {
            "name": "OLFACTORY SYSTEM",
            "type": "Sensory System",
            "description": "A system enabling organisms to detect and interpret stimuli from their environment through sensory receptors.",
            "attributes": {}
        },
        {
            "name": "acute sense of smell",
            "type": "Sensory Ability",
            "description": "The highly developed capability to detect and identify odors.",
            "attributes": {}
        },
        {
            "name": "Muscles",
            "type": "Biological Structure",
            "description": "Muscles are contractile tissues in animals that produce movement and maintain posture. They can generate weak electrical fields when active.",
            "attributes": {
                "Function": "Produce Movement, Maintain Posture",
                "Electrical Activity": "Generate Weak Electrical Fields When Active"
            }
        },
        {
            "name": "aquatic environment",
            "type": "marine",
            "description": "The habitat of sharks where they live and hunt.",
            "attributes": {}
        },
        {
            "name": "Hearing",
            "type": "Sensory Ability",
            "description": "A keen sense of hearing that helps sharks locate potential prey.",
            "attributes": {}
        },
        {
            "name": "Brain",
            "type": "Anatomical Structure",
            "description": "The brain is the central organ of the nervous system, responsible for controlling most bodily activities and processing sensory information.",
            "attributes": {}
        },
        {
            "name": "bodies",
            "type": "organism",
            "description": "Sharks' bodies",
            "attributes": {}
        },
        {
            "name": "OLYMPIC-SIZED SWIMMING POOL",
            "type": "Aquatic facility",
            "description": "A reference point used to illustrate the acute sense of smell of sharks, which can detect a single drop of blood in such a large volume of water",
            "attributes": {}
        },
        {
            "name": "water pressure",
            "type": "Sensory Input",
            "description": "Water pressure detection",
            "attributes": {}
        },
        {
            "name": "chain",
            "type": "food-chain",
            "description": "A system of organisms where each level feeds on the one below it, forming a hierarchical structure within ecosystems.",
            "attributes": {}
        },
        {
            "name": "complexities",
            "type": "challenges",
            "description": "The intricate and varied environmental factors sharks must navigate.",
            "attributes": {}
        },
        {
            "name": "Fish",
            "type": "Prey",
            "description": "Fish are a diverse group of aquatic animals that serve as primary prey for many marine predators, including sharks.",
            "attributes": {}
        },
        {
            "name": "murky waters",
            "type": "water",
            "description": "Water with reduced clarity due to suspended particles",
            "attributes": {}
        },
        {
            "name": "secure",
            "type": "achieve",
            "description": "To obtain and maintain dominance as top predators.",
            "attributes": {}
        },
        {
            "name": "vision",
            "type": "Sense",
            "description": "The ability to perceive visual information.",
            "attributes": {}
        },
        {
            "name": "abilities",
            "type": "Sensory",
            "description": "Sharks' abilities to navigate and hunt using their senses",
            "attributes": {}
        },
        {
            "name": "predators",
            "type": "Marine",
            "description": "Top-level organisms that primarily hunt and consume other animals for survival.",
            "attributes": {}
        },
        {
            "name": "highly efficient and successful predators",
            "type": "Predators",
            "description": "Organisms that efficiently capture and consume other organisms.",
            "attributes": {}
        },
        {
            "name": "hunters",
            "type": "Role",
            "description": "Hunters are individuals or animals that pursue and capture prey for food, sport, or other purposes. In the context of sharks, they use various sensory abilities to become highly efficient and successful hunters.",
            "attributes": {
                "Key Factors for Success": "Remarkable ability to detect prey",
                "Sensory Abilities": "Acute sense of smell, hearing, electroreception, vision, and touch"
            }
        },
        {
            "name": "movement",
            "type": "Sensory Detection",
            "description": "The ability to sense changes in water pressure and movement.",
            "attributes": {}
        },
        {
            "name": "sensory",
            "type": "Sensory Adaptations",
            "description": "Specialized organs and abilities enabling organisms to perceive their environment.",
            "attributes": {}
        },
        {
            "name": "sensory abilities",
            "type": "Sensory Abilities",
            "description": "A combination of various senses used by hunters to locate and capture prey.",
            "attributes": {}
        },
        {
            "name": "navigate",
            "type": "Navigate",
            "description": "Utilizing sensory abilities to move through and understand the ocean environment.",
            "attributes": {}
        },
        {
            "name": "Prey Location",
            "type": "Behavior",
            "description": "The ability of sharks to locate and track their prey, even when the prey is not visible.",
            "attributes": {}
        },
        {
            "name": "TAPETUM LUCIDUM",
            "type": "Tapetum Lucidum",
            "description": "A specialized structure behind the retinas of some shark species, including the great white shark, that enhances their ability to see in low light conditions",
            "attributes": {}
        },
        {
            "name": "marine food chain",
            "type": "Ecological Concept",
            "description": "The marine food chain represents the hierarchical structure of organisms in the ocean, where each organism depends on another for sustenance. It illustrates how energy and nutrients are transferred from one organism to another.",
            "attributes": {
                "Hierarchy Level": "Multiple levels including producers, primary consumers, secondary consumers, and tertiary consumers",
                "Energy Transfer": "From producers (plants) to herbivores to carnivores"
            }
        },
        {
            "name": "Marine Mammals",
            "type": "Inhabitant",
            "description": "Marine mammals are a diverse group of animals that live in or near the ocean, including whales, dolphins, and seals.",
            "attributes": {}
        },
        {
            "name": "sense of touch",
            "type": "Sensory Ability",
            "description": "A method by which organisms perceive and interact with their environment through physical contact.",
            "attributes": {}
        },
        {
            "name": "place",
            "type": "ecological niche",
            "description": "A specific role within an ecosystem.",
            "attributes": {}
        },
        {
            "name": "Competitive Swimming Events",
            "type": "Sporting Event",
            "description": "Competitive swimming events are organized competitions where swimmers race against each other in various distances and strokes.",
            "attributes": {}
        },
        {
            "name": "AMPULLAE OF LORENZINI",
            "type": "Sensory器官",
            "description": "Specialized cells located in the heads and snouts of sharks that can detect the weak electrical fields produced by the muscles and nerves of other animals",
            "attributes": {}
        },
        {
            "name": "animals",
            "type": "Living Organism",
            "description": "Animals are multicellular, eukaryotic organisms of the kingdom Animalia. They can produce weak electrical fields through their muscles and nerves.",
            "attributes": {
                "Kingdom": "Animalia",
                "Characteristics": "Multicellular, eukaryotic organisms capable of producing weak electrical fields through muscles and nerves."
            }
        },
        {
            "name": "Eyes",
            "type": "Sensory Organ",
            "description": "Well-developed eyes adapted to low light conditions, allowing sharks to see clearly in murky waters.",
            "attributes": {}
        },
        {
            "name": "marine",
            "type": "ecosystem",
            "description": "A system of living organisms and their environment.",
            "attributes": {}
        },
        {
            "name": "Global Climate",
            "type": "Climate System",
            "description": "The global climate system encompasses the interactions between the atmosphere, oceans, land surface, ice, and living organisms. It determines weather patterns and long-term climatic conditions on Earth.",
            "attributes": {}
        },
        {
            "name": "utilizing",
            "type": "Sensory Abilities",
            "description": "Sharks use their enhanced sensory abilities to navigate and hunt.",
            "attributes": {}
        },
        {
            "name": "retinas",
            "type": "light-sensitive layer",
            "description": "The retina is a light-sensitive layer at the back of the eye containing photoreceptors for sight.",
            "attributes": {}
        },
        {
            "name": "top predators",
            "type": "Role",
            "description": "Predators that are at the top of the food chain, with few or no natural enemies.",
            "attributes": {}
        },
        {
            "name": "low light conditions",
            "type": "Adaptation",
            "description": "Sharks' ability to see in dimly lit environments",
            "attributes": {}
        },
        {
            "name": "Prey Detection",
            "type": "Behavioral Activity",
            "description": "The ability to detect and locate potential prey is crucial for sharks\" survival.",
            "attributes": {}
        },
        {
            "name": "Keen Eyesight",
            "type": "Sensory Ability",
            "description": "Sharks have keen eyesight that helps them detect prey in various conditions.",
            "attributes": {}
        }
    ],
    "relations": [
        [
            "Sharks",
            "Detects Using",
            "Lateral Line System",
            "Sharks use the lateral line system to detect changes in water pressure and movement."
        ],
        [
            "SHARKS",
            "classification",
            "GREAT WHITE SHARK",
            "The great white shark is a species of shark known for its well-developed eyes and a specialized structure called the tapetum lucidum, which enhances its ability to see in low light"
        ],
        [
            "aquatic environment",
            "Includes",
            "Marine Mammals",
            "The marine ecosystem includes marine mammals, which play various roles in the food chain and contribute to the biodiversity of the environment."
        ],
        [
            "have",
            "sharks",
            "sense of touch",
            "The process by which sharks are able to sense their environment using electroreception, which involves detecting electrical fields and weak currents produced by other organisms, including potential prey or predators."
        ],
        [
            "sense of touch",
            "Used by",
            "ampullae of lorenzini",
            "Sharks use their sense of touch to detect changes in water pressure and movement, which helps them locate prey."
        ],
        [
            "muscles",
            "Produce",
            "ampullae of lorenzini",
            "Nerves produce weak electrical fields when they transmit signals."
        ],
        [
            "hearing",
            "Works With",
            "Touch",
            "Hearing and touch work together to help sharks locate prey."
        ],
        [
            "SHARKS",
            "illustration",
            "OLYMPIC-SIZED SWIMMING POOL",
            "The example of an Olympic-sized swimming pool is used to illustrate the acute sense of smell of sharks, which can detect a single drop of blood in such a large volume of water"
        ],
        [
            "hunters",
            "Secure Place As",
            "top predators",
            "Hunters secure their place as top predators in the marine food chain by utilizing their sensory abilities."
        ],
        [
            "tapetum lucidum",
            "Found In",
            "Great White Shark",
            "The tapetum lucidum is found in the eyes of the great white shark, enhancing its vision in low light conditions."
        ],
        [
            "animals",
            "Are Prey Of",
            "Sharks",
            "Animals can be preyed upon by sharks, which use their advanced sensory systems to locate and capture them."
        ],
        [
            "SHARKS",
            "utilize",
            "OLFACTORY SYSTEM",
            "Sharks have a highly developed olfactory system that allows them to detect minute traces of blood and other chemicals in the water, contributing to their ability to locate prey"
        ],
        [
            "aquatic environment",
            "live in",
            "ampullae of lorenzini",
            "The aquatic environment provides habitat for organisms equipped with ampullae of lorenzini, enabling them to sense electrical fields."
        ],
        [
            "hearing",
            "Works With",
            "Vision",
            "Hearing and vision work together to help sharks locate prey."
        ],
        [
            "ampullae of lorenzini",
            "Enhances",
            "Keen Eyesight",
            "Electroreception enhances the shark\"s ability to locate and track prey by providing additional sensory cues."
        ],
        [
            "ampullae of lorenzini",
            "Contributes To",
            "Predatory Efficiency",
            "The olfactory bulbs contribute to the shark\"s predatory efficiency by enabling them to detect minute traces of blood and other chemicals in the water."
        ],
        [
            "marine food chain",
            "Depends On",
            "fish",
            "The marine food chain depends on various marine animals for its structure and function."
        ],
        [
            "ampullae of lorenzini",
            "Works With",
            "vision",
            "Sharks\" sense of smell works together with their vision to make them highly efficient and successful predators."
        ],
        [
            "aquatic environment",
            "Habitat For",
            "Sharks",
            "The ocean provides a habitat for sharks, where they utilize their sensory adaptations to navigate and hunt."
        ],
        [
            "hearing",
            "Contributes To",
            "Predatory Efficiency",
            "Hearing, along with other senses like smell, electroreception, vision, and touch, contributes to the predatory efficiency of sharks."
        ],
        [
            "muscles",
            "Part Of",
            "muscles",
            "Nerves are an integral part of the nervous system."
        ],
        [
            "ampullae of lorenzini",
            "Works With",
            "sense of touch",
            "Sharks\" sense of smell works together with their touch to make them highly efficient and successful predators."
        ],
        [
            "have",
            "lateral line",
            "ampullae of lorenzini",
            "The lateral line system includes ampullae of lorenzini, which are specialized structures used by certain organisms to detect mechanical vibrations and electrical fields in their environment."
        ],
        [
            "have",
            "hearing",
            "ampullae of lorenzini",
            "The process of 'have' involving hearing through structures known as ampullae of lorenzini"
        ],
        [
            "hunters",
            "Detect Prey Using",
            "sensory abilities",
            "Hunters detect prey using their sensory abilities, which include smell, hearing, electroreception, vision, and touch."
        ],
        [
            "complexities",
            "navigate",
            "aquatic environment",
            "Navigating complexities within an aquatic environment involves understanding and dealing with various challenges such as water currents, marine life interactions, and environmental conditions."
        ],
        [
            "Vision",
            "Aids in",
            "Prey Detection",
            "Vision helps sharks detect and locate prey, especially in low visibility conditions."
        ],
        [
            "SHARKS",
            "contains",
            "TAPETUM LUCIDUM",
            "The tapetum lucidum is a specialized structure behind the retinas of some shark species, including the great white shark, that enhances their ability to see in low light conditions"
        ],
        [
            "ampullae of lorenzini",
            "Located In",
            "Shark",
            "The specialized cells called ampullae of Lorenzini are located in the heads and snouts of sharks."
        ],
        [
            "ampullae of lorenzini",
            "has",
            "tapetum lucidum",
            "The ampullae of lorenzini are sensory structures that have a relation with tapetum lucidum, which is involved in light reflection and amplification in the eye."
        ],
        [
            "Sharks",
            "Detects Using",
            "Olfactory System",
            "Sharks use their olfactory system to detect prey through smell."
        ],
        [
            "hunters",
            "Use Sensory Ability",
            "ampullae of lorenzini",
            "Hunters use their sense of electroreception to detect prey."
        ],
        [
            "hunters",
            "Use Sensory Ability",
            "hearing",
            "Hunters use their sense of hearing to detect prey."
        ],
        [
            "ampullae of lorenzini",
            "Produced By",
            "Organisms",
            "Electrical signals are produced by the muscles and nerves of organisms."
        ],
        [
            "SHARKS",
            "adaptation",
            "MURKY WATERS",
            "Sharks' sensory adaptations, such as the lateral line system, help them locate prey in murky waters with low visibility"
        ],
        [
            "adapted to",
            "low light conditions",
            "undefine",
            "vision"
        ],
        [
            "SHARKS",
            "habitat",
            "MARINE ECOSYSTEM",
            "Sharks live and hunt in the marine ecosystem, where they use their sensory adaptations to navigate and find prey"
        ],
        [
            "Vision",
            "Works With",
            "Electroreception",
            "Vision works together with electroreception to enhance sharks\" ability to locate prey."
        ],
        [
            "ampullae of lorenzini",
            "Part Of",
            "Sensory System",
            "The ampullae of Lorenzini are part of the shark\"s sensory system, which also includes other structures like the lateral line and olfactory system."
        ],
        [
            "Vision",
            "Works With",
            "Touch",
            "Vision works together with touch to enhance sharks\" ability to locate prey."
        ],
        [
            "ampullae of lorenzini",
            "Works With",
            "hearing",
            "Sharks\" sense of smell works together with their hearing to make them highly efficient and successful predators."
        ],
        [
            "sense of touch",
            "Part of Sensory System",
            "ampullae of lorenzini",
            "Touch is an integral part of the shark\"s sensory system, working together with other senses to enhance their predatory capabilities."
        ],
        [
            "ampullae of lorenzini",
            "have",
            "ampullae of lorenzini",
            "The term 'have' in this context likely refers to possession or presence, suggesting that ampullae of lorenzini are associated with or part of another entity or system."
        ],
        [
            "Olympic-sized swimming pool",
            "Can Contain",
            "Single Drop of Blood",
            "An Olympic-sized swimming pool can contain a single drop of blood, which sharks can detect due to their highly developed olfactory system."
        ],
        [
            "SHARKS",
            "has_sensory_structure",
            "AMPULLAE OF LORENZINI",
            "The ampullae of Lorenzini are specialized cells in sharks that can detect the weak electrical fields produced by the muscles and nerves of other animals, aiding in prey detection"
        ],
        [
            "Sharks",
            "Detects Using",
            "Tapetum Lucidum",
            "Sharks use the tapetum lucidum to enhance their ability to see in low light conditions."
        ],
        [
            "aquatic environment",
            "Includes",
            "Fish",
            "The marine ecosystem includes fish, which form an essential part of the food chain and provide sustenance for predators like sharks."
        ],
        [
            "eyes",
            "Used For",
            "prey detection",
            "The eyes are used by sharks to detect prey, especially in low light conditions."
        ],
        [
            "acute sense of smell",
            "have",
            "ampullae of lorenzini",
            "The acute sense of smell is characterized by the presence of ampullae of lorenzini, which are sensory structures primarily responsible for detecting electrical fields and thus indirectly aiding in the perception of chemical stimuli that contribute to olfactory sensations."
        ],
        [
            "aquatic environment",
            "Supports",
            "Marine Ecosystem",
            "The ocean supports a complex marine ecosystem, which includes a wide variety of life forms and intricate food chains."
        ],
        [
            "animals",
            "Produce Electrical Fields",
            "Electrical Fields",
            "Animals produce weak electrical fields through their muscles and nerves."
        ],
        [
            "marine food chain",
            "Includes",
            "ampullae of lorenzini",
            "Sharks occupy a top position in the marine food chain, preying on various marine animals."
        ],
        [
            "olfactory system",
            "Contributes To",
            "ampullae of lorenzini",
            "The olfactory system is one of the sensory organs that contribute to a shark\"s ability to detect and respond to environmental cues."
        ],
        [
            "murky waters",
            "see clearly in",
            "ampullae of lorenzini",
            "The ability to see clearly through murky waters using the sensory organs known as ampullae of lorenzini."
        ],
        [
            "Olympic-sized swimming pool",
            "Used In",
            "Competitive Swimming Events",
            "Olympic-sized swimming pools are used for hosting competitive swimming events, including the Olympics."
        ],
        [
            "aquatic environment",
            "Includes",
            "Microorganisms",
            "The marine ecosystem includes microorganisms, which are essential for maintaining the health and balance of the environment."
        ],
        [
            "place",
            "predators",
            "secure",
            "A place with secure conditions serves as habitat for predators."
        ],
        [
            "olfactory system",
            "Part Of",
            "ampullae of lorenzini",
            "The olfactory system is an integral part of sharks, contributing to their sensory capabilities."
        ],
        [
            "Vision",
            "Works With",
            "Sense of Smell",
            "Vision works together with the sense of smell to enhance sharks\" ability to locate prey."
        ],
        [
            "ampullae of lorenzini",
            "Detect",
            "Electrical Fields",
            "The ampullae of Lorenzini can detect weak electrical fields produced by the muscles and nerves of other animals."
        ],
        [
            "ampullae of lorenzini",
            "Detected By",
            "Sharks",
            "Sharks have specialized sensory organs called electroreceptors that can detect electrical signals given off by other organisms."
        ],
        [
            "ampullae of lorenzini",
            "Is Used By",
            "ampullae of lorenzini",
            "Sharks use their sense of smell as one of their primary methods for detecting prey."
        ],
        [
            "fish",
            "Detected By",
            "Sharks",
            "Marine animals can be detected by sharks using their lateral line system, which senses vibrations and movements in the water."
        ],
        [
            "ampullae of lorenzini",
            "Complements",
            "Lateral Line",
            "Electroreception complements the lateral line by providing additional sensory information."
        ],
        [
            "hearing",
            "Works With",
            "Smell",
            "Hearing and smell work together to help sharks locate prey."
        ],
        [
            "marine food chain",
            "Influenced By",
            "ampullae of lorenzini",
            "The marine food chain is influenced by the sensory abilities of sharks, which enable them to effectively navigate and hunt in the ocean."
        ],
        [
            "SHARKS",
            "hasSensorySystem",
            "LATERAL LINE SYSTEM",
            "The lateral line system in sharks helps them detect vibrations and movements in the water, and changes in water pressure and movement, aiding in prey detection and navigation"
        ],
        [
            "Sharks",
            "Detects Using",
            "Eyes",
            "Sharks use their well-developed eyes to detect prey visually."
        ],
        [
            "chain",
            "marine",
            "secure",
            "The chain ensures secure marine transportation."
        ],
        [
            "hunters",
            "Use Sensory Ability",
            "sense of touch",
            "Hunters use their sense of touch to detect prey."
        ],
        [
            "abilities",
            "sensory",
            "undefine",
            "utilizing"
        ],
        [
            "helps locate",
            "lateral line",
            "fish",
            "The lateral line system in fish helps them locate their surroundings and other organisms."
        ],
        [
            "ampullae of lorenzini",
            "Produced By",
            "Muscles and Nerves",
            "The muscles and nerves of other animals produce weak electrical fields that can be detected by sharks."
        ],
        [
            "eyes",
            "Enhanced By",
            "tapetum lucidum",
            "The eyes are enhanced by the presence of the tapetum lucidum, which improves their ability to see in low light."
        ],
        [
            "ampullae of lorenzini",
            "Works With",
            "ampullae of lorenzini",
            "Sharks\" sense of smell works together with their electroreception to make them highly efficient and successful predators."
        ],
        [
            "SHARKS",
            "predation",
            "PREY",
            "Sharks use their sensory adaptations to detect and capture prey, which are the animals they hunt and consume"
        ],
        [
            "ampullae of lorenzini",
            "Part Of",
            "Brain",
            "The olfactory bulbs are a part of the shark\"s brain."
        ],
        [
            "hunters",
            "Use Sensory Ability",
            "vision",
            "Hunters use their sense of vision to detect prey."
        ],
        [
            "aquatic environment",
            "Regulates",
            "Global Climate",
            "The ocean plays a crucial role in regulating the global climate by absorbing heat and carbon dioxide from the atmosphere."
        ],
        [
            "SHARKS",
            "detect",
            "ELECTRICAL SIGNALS",
            "Sharks can detect the weak electrical fields produced by the muscles and nerves of other animals using their ampullae of Lorenzini, aiding in prey detection"
        ],
        [
            "located behind",
            "retinas",
            "tapetum lucidum",
            "The tapetum lucidum is located behind the retinas in the eye."
        ],
        [
            "ampullae of lorenzini",
            "Detected By",
            "Sharks",
            "Sharks can detect electrical fields using specialized sensory cells called electroreceptors."
        ],
        [
            "hearing",
            "Works With",
            "Electroreception",
            "Hearing and electroreception work together to help sharks locate prey."
        ],
        [
            "fish",
            "Eaten By",
            "ampullae of lorenzini",
            "Prey is often eaten by sharks after being detected and captured."
        ],
        [
            "fish",
            "Potential Prey Of",
            "Sharks",
            "Marine animals can be potential prey for sharks, which use their sensory adaptations to locate and capture food in the ocean."
        ],
        [
            "Muscles",
            "Detected By",
            "Ampullae of Lorenzini",
            "Muscles generate weak electrical fields when active, which can be detected by the ampullae of Lorenzini in sharks."
        ],
        [
            "sense of touch",
            "sharks",
            "undefine",
            "use"
        ],
        [
            "muscles",
            "Detected By",
            "ampullae of Lorenzini",
            "The ampullae of Lorenzini in sharks can detect the weak electrical fields produced by nerves."
        ],
        [
            "hunters",
            "Navigate Environment Using",
            "sensory abilities",
            "Hunters navigate the complexities of the ocean using their sensory abilities, which include smell, hearing, electroreception, vision, and touch."
        ],
        [
            "Sharks",
            "Preys On",
            "Marine Animals",
            "Sharks are predators of various marine animals."
        ],
        [
            "ampullae of lorenzini",
            "Found In",
            "Shark",
            "The lateral line system is found in sharks."
        ],
        [
            "eyes",
            "Part Of",
            "ampullae of lorenzini",
            "The eyes are part of the shark\"s sensory system, which includes other senses like smell, hearing, and electroreception."
        ],
        [
            "ampullae of lorenzini",
            "Supports",
            "Sense of Smell",
            "The olfactory bulbs support the shark\"s acute sense of smell by processing and analyzing different scents."
        ],
        [
            "olfactory system",
            "Enhances",
            "highly efficient and successful predators",
            "The olfactory system enhances a shark\"s predatory efficiency by allowing it to detect prey from great distances."
        ],
        [
            "SHARKS",
            "adaptation",
            "LOW LIGHT CONDITIONS",
            "Sharks' eyes, particularly those with a tapetum lucidum, are adapted to see clearly in low light conditions, enhancing their hunting capabilities"
        ],
        [
            "ampullae of lorenzini",
            "Is Processed By",
            "ampullae of lorenzini",
            "The olfactory bulbs in a shark\"s brain are large and well-developed, allowing them to efficiently process and analyze different scents."
        ],
        [
            "have",
            "sharks",
            "undefine",
            "vision"
        ],
        [
            "Sharks",
            "Detects Using",
            "Hearing",
            "Sharks use their sense of hearing to detect prey."
        ],
        [
            "hunters",
            "Use Sensory Ability",
            "ampullae of lorenzini",
            "Hunters use their sense of smell to detect prey."
        ],
        [
            "Vision",
            "Works With",
            "Hearing",
            "Vision works together with hearing to enhance sharks\" ability to locate prey."
        ],
        [
            "ampullae of lorenzini",
            "Helps With",
            "Prey Location",
            "The lateral line system helps sharks locate potential prey by detecting vibrations and movements in the water."
        ],
        [
            "Sharks",
            "Detects Using",
            "Ampullae of Lorenzini",
            "Sharks use the ampullae of Lorenzini to detect electrical signals from prey."
        ],
        [
            "ampullae of lorenzini",
            "Part Of",
            "Shark Sensory System",
            "Electroreception is a key component of the shark sensory system."
        ],
        [
            "fish",
            "Detected By",
            "ampullae of lorenzini",
            "Prey is detected by sharks using their acute sense of smell, hearing, electroreception, vision, and touch."
        ],
        [
            "SHARKS",
            "habitat",
            "OCEAN",
            "Sharks live and hunt in the ocean, where they use their sensory adaptations to navigate and find prey"
        ],
        [
            "SHARKS",
            "have",
            "OLFACTORY BULBS",
            "Sharks have large and well-developed olfactory bulbs in their brain that process and analyze different scents, enhancing their sense of smell"
        ],
        [
            "tapetum lucidum",
            "Enhances",
            "Vision",
            "The tapetum lucidum enhances the vision of sharks, particularly in low light conditions."
        ],
        [
            "aquatic environment",
            "Supports",
            "Sharks",
            "The marine ecosystem supports sharks by providing them with a habitat rich in potential prey, allowing them to thrive as top predators."
        ]
    ]
}