{
    "entity1": {
        "name": "Pop Culture",
        "type": "Concept",
        "description": "Patterns or movements that have worldwide impact and influence on various aspects of life, such as technology, fashion, politics, and economics.;;;A set of practices, beliefs, and objects that are dominant or prevalent in a society at a given time.;;;An art form consisting of sound and silence expressed through melody, harmony, and rhythm.;;;The cultural practices, traditions, and values associated with the people of Korea, including both North and South Korea.;;;Widespread patterns or tendencies that are observed across different regions and cultures around the world.;;;Patterns or movements that gain widespread popularity or acceptance across the world.;;;Patterns or movements that gain widespread popularity or influence on a global scale.;;;An art form consisting of sound and silence, often structured through time.;;;Patterns or directions of change observed across the world, affecting various aspects of life such as technology, economy, and social norms.;;;The business of designing and selling clothes, accessories, and cosmetics, often influenced by cultural and societal changes.;;;A popular style or practice, especially in clothing, footwear, accessories, makeup, body, or furniture.;;;Patterns or movements that gain widespread popularity across the world.;;;A popular trend in clothing, accessories, and overall appearance.;;;Refers to the mainstream lifestyle and ideas that are prevalent in society, typically driven by mass media and entertainment.;;;A popular trend or style, especially in clothing and accessories.;;;A set of practices, beliefs, and objects that are dominant or prevalent in a society at a given time, often spread through media and entertainment.;;;An art form consisting of vocal or instrumental sounds (or both) combined in such a way as to produce beauty of form, harmony, and expression of emotion.;;;An art form consisting of sound and silence, often organized in patterns to evoke emotional responses.;;;The cultural activities or commercial products reflecting, suited to, or aimed at the mass of people in a society.;;;A type of online activity that gains rapid popularity and widespread participation on social media platforms.;;;Trends and popular elements within contemporary culture, often reflected in media, fashion, and entertainment.;;;Patterns or directions of change observed on a global scale, often influenced by various factors including pop culture.;;;The cultural activities, products, and ideas that are popular or dominant within a society.;;;A general term for the prevailing styles or customs, especially in clothing, footwear, accessories, makeup, or hairstyles.;;;Patterns or directions that are observed across the world, influencing various aspects of life such as fashion, technology, and politics.;;;A set of practices, beliefs, and objects that are dominant or prevalent in a society at a particular time.;;;A popular trend in clothing and accessories.;;;A set of attitudes, images, perspectives, and other phenomena existing within the cultural mainstream of a given society or social group.",
        "chunkid": "The Influence of Pop Culture on Global Trends27;;;The Influence of Pop Culture on Global Trends4;;;The Influence of Pop Culture on Global Trends15;;;The Influence of Pop Culture on Global Trends9;;;The Influence of Pop Culture on Global Trends3;;;The Influence of Pop Culture on Global Trends25;;;The Influence of Pop Culture on Global Trends21;;;The Influence of Pop Culture on Global Trends16;;;The Influence of Pop Culture on Global Trends12;;;The Influence of Pop Culture on Global Trends5;;;The Influence of Pop Culture on Global Trends13;;;The Influence of Pop Culture on Global Trends17;;;The Influence of Pop Culture on Global Trends2;;;The Influence of Pop Culture on Global Trends24;;;The Influence of Pop Culture on Global Trends6;;;The Influence of Pop Culture on Global Trends1"
    },
    "entity7": {
        "name": "technology",
        "type": "Science",
        "description": "The application of scientific knowledge for practical purposes, especially in industry, business, and healthcare.;;;The application of scientific knowledge for practical purposes, especially in industry and commerce.;;;The application of scientific knowledge for practical purposes, including the creation of tools, devices, systems, or methods to solve problems or improve existing solutions.",
        "chunkid": "The Influence of Pop Culture on Global Trends3;;;The Influence of Pop Culture on Global Trends25;;;The Influence of Pop Culture on Global Trends13"
    },
    "entity8": {
        "name": "social media",
        "type": "Communication",
        "description": "Online services or websites that allow users to create and share content or participate in social networking.;;;A collective term for various online tools, platforms, and applications designed to enable users to create, share, or exchange information, ideas, and content over the internet.;;;Websites and applications that enable users to create and share content or to participate in social networking.",
        "chunkid": "The Influence of Pop Culture on Global Trends3;;;The Influence of Pop Culture on Global Trends15;;;The Influence of Pop Culture on Global Trends14"
    },
    "entity16": {
        "name": "media",
        "type": "Organization",
        "description": "The main means of mass communication (especially newspapers, radio, television, and the internet) regarded collectively.",
        "chunkid": "The Influence of Pop Culture on Global Trends6"
    },
    "entity17": {
        "name": "celebrity endorsements",
        "type": "Concept",
        "description": "A marketing strategy where a famous person promotes or supports a product, service, or brand to influence consumer behavior.",
        "chunkid": "The Influence of Pop Culture on Global Trends6"
    },
    "entity18": {
        "name": "magazine covers",
        "type": "Publication",
        "description": "The front page of a magazine, often featuring prominent images and headlines designed to attract readers.",
        "chunkid": "The Influence of Pop Culture on Global Trends6"
    },
    "entity19": {
        "name": "social media influencers",
        "type": "Person",
        "description": "Individuals who have established credibility in a specific industry or niche on social media platforms and can sway their followers' opinions and behaviors.",
        "chunkid": "The Influence of Pop Culture on Global Trends6"
    },
    "entity20": {
        "name": "celebrity",
        "type": "Person",
        "description": "Celebrities that individuals particularly admire and follow closely.;;;A famous person, often in the entertainment industry, who is widely recognized by the public.",
        "chunkid": "The Influence of Pop Culture on Global Trends7"
    },
    "entity21": {
        "name": "fans and followers",
        "type": "Group",
        "description": "People who admire and support a particular celebrity or brand, often emulating their style and preferences.",
        "chunkid": "The Influence of Pop Culture on Global Trends7"
    },
    "entity23": {
        "name": "fast fashion",
        "type": "Industry Trend",
        "description": "A business model that emphasizes rapid production and low cost to quickly bring new styles to market, often at the expense of environmental and labor standards.",
        "chunkid": "The Influence of Pop Culture on Global Trends8"
    },
    "entity24": {
        "name": "online shopping",
        "type": "E-commerce Activity",
        "description": "The act of purchasing goods or services over the internet, typically through a website or mobile application.",
        "chunkid": "The Influence of Pop Culture on Global Trends8"
    },
    "entity25": {
        "name": "globalized fashion landscape",
        "type": "Market Trend",
        "description": "A trend in the fashion industry where styles and trends spread rapidly across different countries and cultures due to increased connectivity and trade.",
        "chunkid": "The Influence of Pop Culture on Global Trends8"
    },
    "entity29": {
        "name": "K-pop",
        "type": "Music Genre",
        "description": "A genre of popular music originating from South Korea, characterized by a wide variety of audiovisual and stylistic elements.",
        "chunkid": "The Influence of Pop Culture on Global Trends12"
    },
    "entity37": {
        "name": "technological advancements",
        "type": "Concept",
        "description": "Refers to the development and improvement of technology over time, leading to new innovations and capabilities.",
        "chunkid": "The Influence of Pop Culture on Global Trends14"
    },
    "entity40": {
        "name": "trending hashtags",
        "type": "Social Media Feature",
        "description": "Keywords or phrases prefixed with the hash symbol (#) that become popular and widely used in posts to categorize content and facilitate discoverability on social media platforms.",
        "chunkid": "The Influence of Pop Culture on Global Trends15"
    },
    "entity42": {
        "name": "Tech companies",
        "type": "Organization",
        "description": "Companies that specialize in the development and production of technology products and services.",
        "chunkid": "The Influence of Pop Culture on Global Trends16"
    },
    "entity45": {
        "name": "societal norms",
        "type": "Social Construct",
        "description": "Standards and expectations that guide behavior within a society.;;;The collective beliefs, attitudes, and standards that guide behavior within a society.",
        "chunkid": "The Influence of Pop Culture on Global Trends25;;;The Influence of Pop Culture on Global Trends17"
    },
    "entity46": {
        "name": "values",
        "type": "Social Construct",
        "description": "Principles or standards of behavior; one's judgment of what is important in life.",
        "chunkid": "The Influence of Pop Culture on Global Trends17"
    },
    "entity47": {
        "name": "gender",
        "type": "Social Construct",
        "description": "A social construct that encompasses the roles, behaviors, and attributes associated with males and females.",
        "chunkid": "The Influence of Pop Culture on Global Trends18"
    },
    "entity48": {
        "name": "race",
        "type": "Social Construct",
        "description": "A social construct used to categorize people based on perceived physical traits or ancestry.",
        "chunkid": "The Influence of Pop Culture on Global Trends18"
    },
    "entity49": {
        "name": "sexuality",
        "type": "Personal Identity",
        "description": "An individual's sexual orientation and attraction towards others, which can vary widely among individuals.",
        "chunkid": "The Influence of Pop Culture on Global Trends18"
    },
    "entity50": {
        "name": "popular media",
        "type": "Communication Medium",
        "description": "Forms of communication that are accessible to a wide audience, such as television, movies, music, and the internet.",
        "chunkid": "The Influence of Pop Culture on Global Trends18"
    },
    "entity51": {
        "name": "LGBTQ+ characters",
        "type": "Group of People",
        "description": "A collective term for individuals who identify as lesbian, gay, bisexual, transgender, queer, and other sexual orientations or gender identities.",
        "chunkid": "The Influence of Pop Culture on Global Trends19"
    },
    "entity52": {
        "name": "movies and TV shows",
        "type": "Media",
        "description": "Forms of visual entertainment that are produced for audiences to watch, either in theaters, on television, or online platforms.",
        "chunkid": "The Influence of Pop Culture on Global Trends19"
    },
    "entity53": {
        "name": "society",
        "type": "Social Group",
        "description": "The aggregate of people living together in a more or less ordered community, often sharing common culture and institutions.",
        "chunkid": "The Influence of Pop Culture on Global Trends19"
    },
    "entity55": {
        "name": "superficiality",
        "type": "Concept",
        "description": "The quality of lacking substance, depth, or seriousness.",
        "chunkid": "The Influence of Pop Culture on Global Trends21"
    },
    "entity56": {
        "name": "consumerism",
        "type": "Economic Phenomenon",
        "description": "A social and economic order that encourages the acquisition of goods and services in ever-increasing amounts.",
        "chunkid": "The Influence of Pop Culture on Global Trends21"
    },
    "entity57": {
        "name": "material possessions",
        "type": "Concept",
        "description": "Tangible items or assets owned by an individual, often valued for their monetary worth or utility.",
        "chunkid": "The Influence of Pop Culture on Global Trends21"
    },
    "entity58": {
        "name": "celebrity worship",
        "type": "Social Behavior",
        "description": "The intense admiration and devotion directed towards famous individuals, often bordering on obsession.",
        "chunkid": "The Influence of Pop Culture on Global Trends21"
    }
}