{
    "entity1": {
        "name": "Language processing",
        "type": "Process",
        "description": "A cognitive function that involves understanding and producing language.;;;The mental processes responsible for understanding and producing language.;;;The cognitive and neurological processes involved in understanding, producing, and manipulating language.;;;A series of steps or operations that transform input (such as speech or text) into output, typically for the purpose of understanding or generating language.",
        "chunkid": "How the Brain Processes Language3;;;How the Brain Processes Language1;;;How the Brain Processes Language19;;;How the Brain Processes Language6"
    },
    "entity2": {
        "name": "human brain",
        "type": "Organ",
        "description": "The brain is the central organ of the nervous system and plays a crucial role in processing information, including distinguishing between different phonemes and graphemes.;;;A region in the brain involved in the comprehension of language.;;;A part of the cerebral cortex that is involved in auditory processing and is home to the Wernicke's area, which plays a key role in language comprehension.;;;A bundle of nerve fibers connecting Broca's and Wernicke's areas, facilitating communication between them.;;;A region in the frontal lobe of the brain involved in speech production and language processing.;;;A region of the brain responsible for processing auditory information.;;;A region in the frontal lobe of the brain that is involved in speech production and language processing.;;;A region of the brain responsible for processing visual information.;;;Regions in the brain that are responsible for controlling voluntary movements.;;;A region in the frontal lobe of the left hemisphere that plays a key role in speech production and language processing.;;;The left side of the brain, which is involved in language processing and other cognitive functions.;;;A part of the motor cortex in the frontal lobe that plays a role in planning, control, and execution of voluntary movements.;;;Areas within the brain that perform specific functions, in this case related to language processing.;;;The brain is the central organ of the nervous system, responsible for controlling and coordinating most bodily activities.;;;The central organ of the nervous system, responsible for processing sensory information and controlling bodily functions.;;;A region in the temporal lobe of the brain associated with language comprehension and understanding.;;;A region in the brain, located in the left temporal lobe, responsible for language comprehension and semantic processing.;;;The part of the cerebral cortex located in the left hemisphere of the brain, which includes areas responsible for motor functions and language production.;;;The largest lobe of the brain, located at the front of the head, involved in motor function, problem-solving, memory, language, judgment, and impulse control.;;;The organ inside the skull that serves as the center of the nervous system and is responsible for thought, memory, sensory processing, and motor control.;;;A region in the frontal lobe of the brain that is involved in language production and grammatical processing.;;;The central organ of the nervous system, responsible for processing information and controlling bodily functions.",
        "chunkid": "How the Brain Processes Language27;;;How the Brain Processes Language7;;;How the Brain Processes Language3;;;How the Brain Processes Language15;;;How the Brain Processes Language19;;;How the Brain Processes Language9;;;How the Brain Processes Language12;;;How the Brain Processes Language24;;;How the Brain Processes Language22;;;How the Brain Processes Language1;;;How the Brain Processes Language14;;;How the Brain Processes Language8;;;How the Brain Processes Language20"
    },
    "entity6": {
        "name": "perception",
        "type": "Stage",
        "description": "The initial phase in language processing where the system recognizes and decodes input, whether it is speech sounds or written symbols.",
        "chunkid": "How the Brain Processes Language6"
    },
    "entity10": {
        "name": "phonemes",
        "type": "Linguistics",
        "description": "Phonemes are the smallest units of sound that can distinguish meaning in a language.",
        "chunkid": "How the Brain Processes Language8"
    },
    "entity11": {
        "name": "graphemes",
        "type": "Linguistics",
        "description": "Graphemes are the smallest units of written symbols or letters in a writing system, which represent phonemes or sounds in a language.",
        "chunkid": "How the Brain Processes Language8"
    },
    "entity15": {
        "name": "angular gyrus",
        "type": "Neuroanatomical Region",
        "description": "A part of the brain involved in integrating visual and auditory information to support reading and writing.;;;A part of the parietal lobe, located at the junction of the temporal, parietal, and occipital lobes, involved in a variety of cognitive processes including language comprehension.",
        "chunkid": "How the Brain Processes Language24;;;How the Brain Processes Language12"
    },
    "entity21": {
        "name": "mental lexicon",
        "type": "Cognitive Concept",
        "description": "A mental lexicon refers to the vocabulary knowledge stored in an individual's mind, including words and their meanings.",
        "chunkid": "How the Brain Processes Language15"
    },
    "entity22": {
        "name": "grammatically correct sentences",
        "type": "Linguistic Structure",
        "description": "Sentences that adhere to the grammatical rules of a language, making them understandable and coherent.",
        "chunkid": "How the Brain Processes Language15"
    },
    "entity23": {
        "name": "articulatory muscles",
        "type": "Anatomical Structure",
        "description": "Muscles involved in the production of speech sounds, including those in the lips, tongue, and vocal cords.",
        "chunkid": "How the Brain Processes Language15"
    },
    "entity28": {
        "name": "expressive aphasia",
        "type": "Medical Condition",
        "description": "A condition where individuals have difficulty producing coherent speech, often resulting from damage to a specific area of the brain.;;;A range of conditions that affect an individual's ability to communicate effectively, including speech and language impairments, hearing loss, and other related issues.;;;A condition where individuals have difficulty understanding spoken or written language, often resulting from damage to a specific area of the brain.",
        "chunkid": "How the Brain Processes Language27;;;How the Brain Processes Language21;;;How the Brain Processes Language23"
    },
    "entity37": {
        "name": "language development",
        "type": "Process",
        "description": "The process by which children acquire the ability to understand and produce language, typically progressing from babbling to complex sentences over several years.",
        "chunkid": "How the Brain Processes Language27"
    },
    "entity39": {
        "name": "neurorehabilitation",
        "type": "Medical Treatment",
        "description": "A specialized form of rehabilitation aimed at helping individuals recover from or adapt to neurological conditions that affect movement, cognition, and communication.",
        "chunkid": "How the Brain Processes Language27"
    }
}