{
    "entity1": {
        "name": "Magic tricks",
        "type": "Performance Art",
        "description": "A form of entertainment involving illusions and sleight of hand to mystify the audience.;;;Individuals skilled in performing magic tricks and illusions, often using sleight of hand and misdirection techniques.;;;Performers who use tricks and illusions to entertain audiences.;;;Individuals who perform magic tricks and illusions as a form of entertainment or art.;;;Performances that create illusions, often used for entertainment, which seem to defy the laws of nature or logic.;;;Performers who entertain audiences by performing magic tricks and illusions.;;;A form of entertainment that involves illusions, sleight of hand, and other techniques to create seemingly impossible effects.;;;Individuals who perform magic tricks as a form of entertainment or art.;;;A form of entertainment involving illusions and sleight of hand, designed to amaze and mystify audiences.;;;Illusions or acts performed by magicians that appear to defy natural laws, often for entertainment purposes.;;;A form of entertainment or performance that relies on illusion and sleight of hand to create seemingly impossible effects.;;;A form of entertainment involving illusions and sleight of hand.;;;Performers who use sleight of hand and illusions to entertain audiences.;;;Performers who specialize in magic and illusion.;;;A performing art that entertains through illusions and tricks.;;;A form of entertainment involving illusions, sleight of hand, and other deceptive techniques to amaze an audience.",
        "chunkid": "A History of Magic Tricks19;;;A History of Magic Tricks1;;;A History of Magic Tricks7;;;A History of Magic Tricks5;;;A History of Magic Tricks3;;;A History of Magic Tricks18;;;A History of Magic Tricks17;;;A History of Magic Tricks20;;;A History of Magic Tricks9;;;A History of Magic Tricks21;;;A History of Magic Tricks2;;;A History of Magic Tricks8;;;A History of Magic Tricks14;;;A History of Magic Tricks16;;;A History of Magic Tricks4;;;A History of Magic Tricks12"
    },
    "entity2": {
        "name": "audiences",
        "type": "People",
        "description": "Groups of people who gather to watch or listen to a performance or presentation.",
        "chunkid": "A History of Magic Tricks1"
    },
    "entity4": {
        "name": "ancient times",
        "type": "Time Period",
        "description": "A broad term referring to a period in history that is far removed from the present, often used to describe early human civilizations and cultures.",
        "chunkid": "A History of Magic Tricks2"
    },
    "entity6": {
        "name": "ancient Egypt",
        "type": "Location",
        "description": "An ancient civilization located in the northeastern corner of Africa, known for its rich history and cultural achievements.;;;An era in the history of Egypt, known for its advanced civilization and significant contributions to various fields including art and culture.;;;A historical region in northeastern Africa, known for its ancient civilization and monuments.",
        "chunkid": "A History of Magic Tricks4;;;A History of Magic Tricks18;;;A History of Magic Tricks20"
    },
    "entity9": {
        "name": "religious ceremonies",
        "type": "Event",
        "description": "Rituals or formal acts of worship performed as part of a religious practice or belief system.",
        "chunkid": "A History of Magic Tricks5"
    },
    "entity10": {
        "name": "supernatural powers",
        "type": "Concept",
        "description": "Powers that are beyond the scope of natural law and are often associated with spiritual, magical, or otherworldly forces.",
        "chunkid": "A History of Magic Tricks5"
    },
    "entity11": {
        "name": "ancient Egyptians",
        "type": "People Group",
        "description": "A civilization that inhabited the Nile Valley in northeastern Africa from around 3100 BCE to the conquest by Alexander the Great in 332 BCE.",
        "chunkid": "A History of Magic Tricks6"
    },
    "entity12": {
        "name": "cups and balls",
        "type": "Object",
        "description": "A classic magic trick involving small objects (balls) and containers (cups), used to create illusions of disappearance, reappearance, or transformation.",
        "chunkid": "A History of Magic Tricks6"
    },
    "entity14": {
        "name": "ancient Greece",
        "type": "Location",
        "description": "An ancient civilization known for its contributions to philosophy, art, and democracy.",
        "chunkid": "A History of Magic Tricks7"
    },
    "entity15": {
        "name": "Rome",
        "type": "Location",
        "description": "The capital city of the Roman Empire, a major center of power in antiquity.",
        "chunkid": "A History of Magic Tricks7"
    },
    "entity17": {
        "name": "public squares",
        "type": "Location",
        "description": "Open areas in towns or cities where people can gather, often used for public events and performances.",
        "chunkid": "A History of Magic Tricks8"
    },
    "entity18": {
        "name": "marketplaces",
        "type": "Location",
        "description": "Places designated for the sale of goods and services, often bustling with activity and crowds.",
        "chunkid": "A History of Magic Tricks8"
    },
    "entity19": {
        "name": "Middle Ages",
        "type": "Historical Period",
        "description": "A period in European history from the 5th to the late 15th century, characterized by feudalism and significant religious influence.",
        "chunkid": "A History of Magic Tricks9"
    },
    "entity22": {
        "name": "witchcraft",
        "type": "Belief System",
        "description": "A category of knowledge or phenomena that are mysterious, secret, or supernatural, often involving the study of esoteric practices and beliefs.;;;The practice of magical skills and abilities, often associated with the invocation of spirits or deities and sometimes considered heretical or evil in certain historical contexts.",
        "chunkid": "A History of Magic Tricks9"
    },
    "entity24": {
        "name": "wands",
        "type": "Object",
        "description": "A magical tool often used by magicians and wizards in performances to enhance the mystical atmosphere.",
        "chunkid": "A History of Magic Tricks10"
    },
    "entity25": {
        "name": "cloaks",
        "type": "Object",
        "description": "A piece of clothing that can be part of a magician's costume, contributing to the mysterious appearance during magic shows.",
        "chunkid": "A History of Magic Tricks10"
    },
    "entity26": {
        "name": "crystal balls",
        "type": "Object",
        "description": "A spherical glass or crystal object used as a tool for divination and fortune-telling in magical performances.",
        "chunkid": "A History of Magic Tricks10"
    },
    "entity27": {
        "name": "Renaissance",
        "type": "Historical Period",
        "description": "A cultural movement that spanned the period roughly from the 14th to the 17th century, marking a revival of interest in classical learning and values.",
        "chunkid": "A History of Magic Tricks11"
    },
    "entity28": {
        "name": "John Dee",
        "type": "Historical Figure",
        "description": "An English mathematician, astronomer, astrologer, occult philosopher, and advisor to Queen Elizabeth I. He was also known for his interest in alchemy and divination.",
        "chunkid": "A History of Magic Tricks11"
    },
    "entity29": {
        "name": "Girolamo Cardano",
        "type": "Historical Figure",
        "description": "An Italian polymath, whose interests and proficiencies ranged from being a mathematician, physician, biologist, physicist, chemist, astrologer, astronomer, philosopher, writer, and gambler.",
        "chunkid": "A History of Magic Tricks11"
    },
    "entity31": {
        "name": "optics",
        "type": "Science",
        "description": "The branch of physics that studies the behavior and properties of light, including its interactions with matter and the construction of instruments that use or detect it.",
        "chunkid": "A History of Magic Tricks12"
    },
    "entity32": {
        "name": "geometry",
        "type": "Mathematics",
        "description": "A branch of mathematics concerned with the properties and relations of points, lines, surfaces, solids, and higher dimensional analogs.",
        "chunkid": "A History of Magic Tricks12"
    },
    "entity33": {
        "name": "Jean Eugène Robert-Houdin",
        "type": "Person",
        "description": "A 19th-century French magician, often credited as the father of modern magic.",
        "chunkid": "A History of Magic Tricks13"
    },
    "entity34": {
        "name": "Harry Houdini",
        "type": "Person",
        "description": "An American magician and escape artist who gained fame for his daring escapes and death-defying stunts in the early 20th century.",
        "chunkid": "A History of Magic Tricks13"
    },
    "entity36": {
        "name": "David Copperfield",
        "type": "Person",
        "description": "A famous American magician known for his grand illusions and television specials.",
        "chunkid": "A History of Magic Tricks15"
    },
    "entity37": {
        "name": "Penn & Teller",
        "type": "Person",
        "description": "An American comedy-magic duo consisting of Penn Jillette and Teller, known for their innovative magic tricks and skeptical approach to the art of illusion.",
        "chunkid": "A History of Magic Tricks15"
    },
    "entity41": {
        "name": "comedy",
        "type": "Genre",
        "description": "A genre of entertainment that aims to amuse the audience, typically through humor and laughter.",
        "chunkid": "A History of Magic Tricks17"
    },
    "entity42": {
        "name": "drama",
        "type": "Genre",
        "description": "A genre of entertainment characterized by serious themes and emotional depth.",
        "chunkid": "A History of Magic Tricks17"
    },
    "entity43": {
        "name": "suspense",
        "type": "Emotion",
        "description": "A feeling of pleasurable excitement or anticipation, often used in storytelling to keep the audience engaged.",
        "chunkid": "A History of Magic Tricks17"
    },
    "entity47": {
        "name": "centuries",
        "type": "Time Period",
        "description": "A period of 100 years, used here to indicate the long duration over which magic tricks have been practiced and developed.",
        "chunkid": "A History of Magic Tricks19"
    },
    "entity50": {
        "name": "modern era",
        "type": "Time Period",
        "description": "The current period of history characterized by significant technological advancements and global interconnectedness.",
        "chunkid": "A History of Magic Tricks20"
    }
}