{
    "entity1": {
        "name": "Animals",
        "type": "Living Organisms",
        "description": "A diverse group of invertebrate animals that includes snails, clams, and octopuses, which can be prey for mantis shrimp.;;;A broad group of multicellular, eukaryotic organisms that are capable of locomotion and respond to their environment.",
        "chunkid": "Unusual Animal Adaptations1;;;Unusual Animal Adaptations12;;;Unusual Animal Adaptations3"
    },
    "entity3": {
        "name": "axolotl",
        "type": "Animal",
        "description": "A type of salamander known for its ability to regenerate lost body parts, including limbs, tail, and even parts of its brain and spinal cord.;;;A type of salamander known for its ability to regenerate body parts.;;;A type of salamander known for its unusual adaptations.;;;A type of salamander known for its ability to regenerate limbs, spinal cord, heart, and other organs.",
        "chunkid": "Unusual Animal Adaptations8;;;Unusual Animal Adaptations7;;;Unusual Animal Adaptations6;;;Unusual Animal Adaptations5"
    },
    "entity4": {
        "name": "Mexico",
        "type": "Location",
        "description": "A country in North America where the axolotl is native to.",
        "chunkid": "Unusual Animal Adaptations5"
    },
    "entity7": {
        "name": "Scientists",
        "type": "Person/Group",
        "description": "A collective term for people engaged in scientific research and experimentation.;;;Professionals who conduct scientific research and experiments to understand natural phenomena.",
        "chunkid": "Unusual Animal Adaptations8;;;Unusual Animal Adaptations35"
    },
    "entity9": {
        "name": "humans",
        "type": "Species",
        "description": "The common name for the species Homo sapiens, characterized by their capacity for complex language, abstract reasoning, and problem-solving skills.",
        "chunkid": "Unusual Animal Adaptations8"
    },
    "entity10": {
        "name": "mantis shrimp",
        "type": "animal",
        "description": "A colorful crustacean known for its unique adaptations, found in tropical waters.;;;A marine crustacean known for its powerful striking appendages used to attack prey.;;;A marine crustacean known for its unique hunting strategy and powerful strike, making it a formidable predator in underwater environments.;;;A marine crustacean known for its powerful striking ability.",
        "chunkid": "Unusual Animal Adaptations9;;;Unusual Animal Adaptations13;;;Unusual Animal Adaptations12;;;Unusual Animal Adaptations10"
    },
    "entity11": {
        "name": "tropical waters",
        "type": "location",
        "description": "Warm water environments typically located near the equator where various marine species thrive.",
        "chunkid": "Unusual Animal Adaptations9"
    },
    "entity13": {
        "name": ".22 caliber bullet",
        "type": "Object",
        "description": "A small ammunition commonly used in firearms, known for its speed and penetration power.",
        "chunkid": "Unusual Animal Adaptations10"
    },
    "entity14": {
        "name": "club-like appendage",
        "type": "Biological Structure",
        "description": "A specialized body part that can accelerate at high speeds, often found in certain animals such as the mantis shrimp.",
        "chunkid": "Unusual Animal Adaptations11"
    },
    "entity16": {
        "name": "crabs",
        "type": "animal",
        "description": "Aquatic or terrestrial crustaceans with a broad, flat body and a short tail, often the prey of mantis shrimp.",
        "chunkid": "Unusual Animal Adaptations12"
    },
    "entity19": {
        "name": "pangolin",
        "type": "Animal",
        "description": "A mammal known for its unique scales and ability to curl into a protective ball when threatened.;;;A mammal known for its distinctive scales which serve as a form of armor against predators.;;;A mammal known for its unique protective scales.;;;A mammal known for its unique scales and ability to roll into a ball as a defense mechanism.;;;A mammal known for its distinctive scales and being one of the most trafficked animals in the world.",
        "chunkid": "Unusual Animal Adaptations14;;;Unusual Animal Adaptations18;;;Unusual Animal Adaptations15;;;Unusual Animal Adaptations17;;;Unusual Animal Adaptations16"
    },
    "entity20": {
        "name": "keratin",
        "type": "Material",
        "description": "A fibrous structural protein that is the main component of hair, nails, and the outer layer of skin in mammals.",
        "chunkid": "Unusual Animal Adaptations15"
    },
    "entity21": {
        "name": "human hair and nails",
        "type": "Body Part",
        "description": "Keratin-based structures found on humans, serving protective and functional roles.",
        "chunkid": "Unusual Animal Adaptations15"
    },
    "entity26": {
        "name": "scales",
        "type": "Body Part",
        "description": "The hard, protective outer covering of a pangolin, often sought after for their supposed medicinal properties.",
        "chunkid": "Unusual Animal Adaptations18"
    },
    "entity27": {
        "name": "common swift",
        "type": "bird species",
        "description": "A bird known for its aerial lifestyle and specialized adaptations for efficient flight.;;;A bird known for its extraordinary flying abilities.;;;A bird species known for spending most of its life in the air, only landing to breed.;;;A small bird species known for its long migratory flights.",
        "chunkid": "Unusual Animal Adaptations23;;;Unusual Animal Adaptations22;;;Unusual Animal Adaptations20;;;Unusual Animal Adaptations19"
    },
    "entity29": {
        "name": "insects",
        "type": "Animal",
        "description": "Small invertebrate animals that are typically capable of flight and serve as a food source for various predators.;;;A class of invertebrates that are characterized by having six legs, a body divided into three parts (head, thorax, abdomen), and often wings.",
        "chunkid": "Unusual Animal Adaptations21;;;Unusual Animal Adaptations30"
    },
    "entity31": {
        "name": "wing shape",
        "type": "Anatomical Feature",
        "description": "The specific form or structure of the wings that contributes to the swift's ability to glide efficiently.",
        "chunkid": "Unusual Animal Adaptations22"
    },
    "entity33": {
        "name": "miles",
        "type": "Unit of Measurement",
        "description": "A unit of length or distance, commonly used to measure the extent of travel or migration.",
        "chunkid": "Unusual Animal Adaptations23"
    },
    "entity34": {
        "name": "barreleye fish",
        "type": "Animal",
        "description": "A type of aquatic animal with a transparent head that helps it avoid predators.;;;A deep-sea dwelling fish with a transparent head and tubular eyes that point upward.;;;A deep-sea fish with a transparent head and barrel-shaped eyes that can rotate to look upwards.;;;A type of deep-sea fish known for its unique barrel-shaped eyes.",
        "chunkid": "Unusual Animal Adaptations27;;;Unusual Animal Adaptations25;;;Unusual Animal Adaptations26;;;Unusual Animal Adaptations24"
    },
    "entity35": {
        "name": "ocean",
        "type": "Geographical Feature",
        "description": "The vast body of saltwater that covers most of the Earth's surface, where deep-sea creatures like the barreleye fish can be found.;;;A large body of saltwater that covers most of the Earth's surface.",
        "chunkid": "Unusual Animal Adaptations27;;;Unusual Animal Adaptations24"
    },
    "entity37": {
        "name": "deep sea",
        "type": "Environment",
        "description": "The part of the ocean that is far below the surface, characterized by extreme pressure, cold temperatures, and darkness.",
        "chunkid": "Unusual Animal Adaptations25"
    },
    "entity39": {
        "name": "predators",
        "type": "Animals",
        "description": "Other animals that hunt and eat smaller creatures, in this case lurking below the fish.",
        "chunkid": "Unusual Animal Adaptations26"
    },
    "entity42": {
        "name": "aye-aye",
        "type": "Animal",
        "description": "A nocturnal lemur native to Madagascar, known for its unique elongated middle finger used for extracting insects from tree bark.;;;A type of lemur, known for its unique foraging behavior and specialized adaptations.;;;A nocturnal lemur native to Madagascar, known for its unique method of finding food by tapping on trees.;;;A type of lemur native to Madagascar, known for its unique elongated middle finger.;;;A nocturnal lemur native to Madagascar, known for its unique method of finding and extracting insect larvae from trees using a long, thin middle finger.",
        "chunkid": "Unusual Animal Adaptations29;;;Unusual Animal Adaptations32;;;Unusual Animal Adaptations28;;;Unusual Animal Adaptations30;;;Unusual Animal Adaptations31"
    },
    "entity43": {
        "name": "Madagascar",
        "type": "Location",
        "description": "An island country in the Indian Ocean off the southeastern coast of Africa, home to a diverse range of endemic species including lemurs.",
        "chunkid": "Unusual Animal Adaptations28"
    },
    "entity46": {
        "name": "wood surface",
        "type": "Object",
        "description": "The outer layer or face of a piece of wood, often used as a material in construction and furniture.",
        "chunkid": "Unusual Animal Adaptations30"
    },
    "entity50": {
        "name": "primates",
        "type": "Taxonomic Group",
        "description": "An order of mammals that includes humans, apes, monkeys, and prosimians like the aye-aye.",
        "chunkid": "Unusual Animal Adaptations32"
    },
    "entity51": {
        "name": "animal kingdom",
        "type": "Biological Concept",
        "description": "The animal kingdom is a taxonomic rank that includes all multicellular, eukaryotic organisms classified as animals.",
        "chunkid": "Unusual Animal Adaptations33"
    },
    "entity52": {
        "name": "regenerative abilities",
        "type": "Biological Adaptation",
        "description": "The capability of an organism to regenerate lost or damaged body parts.",
        "chunkid": "Unusual Animal Adaptations34"
    },
    "entity53": {
        "name": "powerful punches",
        "type": "Physical Trait",
        "description": "A physical characteristic that allows certain animals to deliver strong blows, often used for defense or hunting.",
        "chunkid": "Unusual Animal Adaptations34"
    },
    "entity54": {
        "name": "protective armor",
        "type": "Biological Adaptation",
        "description": "Structures such as shells, scales, or thick skin that protect an organism from physical harm.",
        "chunkid": "Unusual Animal Adaptations34"
    },
    "entity55": {
        "name": "specialized foraging techniques",
        "type": "Behavioral Adaptation",
        "description": "Specific methods used by animals to find and collect food, adapted to their environment and diet.",
        "chunkid": "Unusual Animal Adaptations34"
    },
    "entity57": {
        "name": "Earth",
        "type": "Location",
        "description": "The third planet from the Sun, where life as we know it exists.",
        "chunkid": "Unusual Animal Adaptations35"
    }
}