{
    "entity1": {
        "name": "board games",
        "type": "Concept",
        "description": "A category of tabletop games played with pieces on a board, often involving strategy and interaction among players.;;;A category of games played on a board, often involving pieces or tokens moved according to specific rules.;;;A two-player strategy board game played on a square board, commonly with eight rows and eight columns, that has been around for centuries.;;;An early form of Backgammon, a board game for two players that combines elements of strategy and luck. It was popular during the Renaissance period.;;;A category of games played on a board, often involving pieces or tokens moved according to rules.;;;A board game with a distinctive layout of squares, found in royal tombs and considered important and elite.;;;A board game that originated in Persia and has been played for thousands of years.;;;A board game involving skill and luck, where players race to move their pieces off the board.;;;A classic board game for two players, where each player has fifteen checkers which move between twenty-four triangular points according to the roll of dice.;;;An ancient Indian strategy board game played on an 8x8 grid, featuring different pieces with unique movements.;;;Also known as Chinese Chess, a strategy board game that is part of the chess family and has been played in China for centuries.;;;A board game that symbolizes the struggle between opposing forces.;;;A board game that emphasizes strategic thinking and calculation.;;;A strategic board game that is considered one of the oldest still played today.;;;A strategic board game played with black and white stones on a grid.;;;A tabletop game that is played by moving pieces or tokens on a pre-marked surface or 'board', according to a set of rules.;;;An ancient board game that originated in China, known for its simple rules and deep strategic complexity.;;;A strategy board game for two players, which involves jumping over the opponent's pieces to capture them. Also known as Draughts in some regions.;;;A popular board game where players buy, sell, and develop properties to bankrupt their opponents.;;;An ancient Indian board game that is considered the precursor to modern-day chess.",
        "chunkid": "The History of Board Games11;;;The History of Board Games20;;;The History of Board Games21;;;The History of Board Games10;;;The History of Board Games17;;;The History of Board Games9;;;The History of Board Games15;;;The History of Board Games18;;;The History of Board Games7;;;The History of Board Games23;;;The History of Board Games16;;;The History of Board Games25;;;The History of Board Games19;;;The History of Board Games13;;;The History of Board Games8;;;The History of Board Games12;;;The History of Board Games2"
    },
    "entity2": {
        "name": "ancient times",
        "type": "Time Period",
        "description": "A broad term referring to the early periods of human history, characterized by the development of early civilizations and technologies.",
        "chunkid": "The History of Board Games2"
    },
    "entity3": {
        "name": "Senet",
        "type": "Game",
        "description": "An ancient Egyptian board game dating back to around 3100 BC.;;;An ancient game of chance and strategy played on a grid of 30 squares, where players move their pieces based on the outcome of throwing sticks or casting lots.",
        "chunkid": "The History of Board Games4;;;The History of Board Games3"
    },
    "entity4": {
        "name": "ancient Egypt",
        "type": "Location/Time Period",
        "description": "The civilization of ancient Egypt, known for its rich history and culture, where the game Senet originated.",
        "chunkid": "The History of Board Games3"
    },
    "entity6": {
        "name": "soul",
        "type": "Concept",
        "description": "The spiritual or immaterial part of a person, believed to exist separately from the physical body and often considered immortal.;;;A term referring to the belief in life after death, where the soul or spirit of a person is thought to continue existing in another realm or form.",
        "chunkid": "The History of Board Games5"
    },
    "entity8": {
        "name": "Mesopotamia",
        "type": "Location",
        "description": "An ancient region in the eastern Mediterranean, known for its rich history and early civilizations.",
        "chunkid": "The History of Board Games6"
    },
    "entity9": {
        "name": "Royal Game of Ur",
        "type": "Artifact",
        "description": "A board game from ancient Mesopotamia that was popular among the Sumerians.",
        "chunkid": "The History of Board Games6"
    },
    "entity10": {
        "name": "Sumerians",
        "type": "People",
        "description": "An ancient civilization and people who lived in southern Mesopotamia, known for their significant contributions to early human culture.",
        "chunkid": "The History of Board Games6"
    },
    "entity12": {
        "name": "royal tombs",
        "type": "Location",
        "description": "Burial places for royalty where the game was discovered, indicating its significance among the elite.",
        "chunkid": "The History of Board Games7"
    },
    "entity15": {
        "name": "China",
        "type": "Location",
        "description": "An East Asian country with a long history and rich cultural heritage, including significant contributions to board games.",
        "chunkid": "The History of Board Games8"
    },
    "entity17": {
        "name": "Zhou Dynasty",
        "type": "Historical Period",
        "description": "An era in Chinese history from 1046 to 256 BC, during which Go is believed to have originated.",
        "chunkid": "The History of Board Games9"
    },
    "entity19": {
        "name": "black and white stones",
        "type": "Game Piece",
        "description": "The playing pieces used in the game of Go, typically made of stone or similar material.",
        "chunkid": "The History of Board Games10"
    },
    "entity20": {
        "name": "India",
        "type": "Location",
        "description": "A country in South Asia, known for its rich cultural heritage and history.",
        "chunkid": "The History of Board Games11"
    },
    "entity23": {
        "name": "Persia",
        "type": "Location",
        "description": "An ancient region and empire in Western Asia, which is now part of modern-day Iran.;;;An ancient civilization and historical region located in the southwestern part of Asia, now known as Iran.",
        "chunkid": "The History of Board Games13;;;The History of Board Games15"
    },
    "entity24": {
        "name": "Europe",
        "type": "Location",
        "description": "A continent located entirely in the Northern Hemisphere and mostly in the Eastern Hemisphere.",
        "chunkid": "The History of Board Games13"
    },
    "entity28": {
        "name": "Middle East",
        "type": "Region",
        "description": "A geographical area that generally includes Western Asia and Egypt, with a rich history and cultural diversity.",
        "chunkid": "The History of Board Games15"
    },
    "entity29": {
        "name": "Europe",
        "type": "Continent",
        "description": "The westernmost peninsula of Eurasia, consisting of several countries with diverse cultures and histories.",
        "chunkid": "The History of Board Games15"
    },
    "entity31": {
        "name": "Renaissance",
        "type": "Historical Period",
        "description": "A cultural movement that spanned the period roughly from the 14th to the 17th century, marking a revival of art and learning inspired by classical antiquity.",
        "chunkid": "The History of Board Games17"
    },
    "entity35": {
        "name": "nobility",
        "type": "Social Class",
        "description": "The highest social class in feudal and pre-modern societies, typically comprising hereditary aristocrats who held titles such as duke, count, or baron.",
        "chunkid": "The History of Board Games17"
    },
    "entity36": {
        "name": "commoners",
        "type": "Social Class",
        "description": "The ordinary people of a society, typically those without noble status or significant wealth, forming the majority of the population in historical contexts.",
        "chunkid": "The History of Board Games17"
    },
    "entity39": {
        "name": "Industrial Revolution",
        "type": "Historical Event",
        "description": "A period from about 1760 to sometime between 1820 and 1840 where significant changes in agriculture, manufacturing, mining, and transport had a profound effect on the socioeconomic and cultural conditions of the times.",
        "chunkid": "The History of Board Games19"
    },
    "entity40": {
        "name": "printing technology",
        "type": "Technology",
        "description": "The methods and processes used to reproduce text and images on paper or other materials, which have evolved significantly over time.",
        "chunkid": "The History of Board Games19"
    },
    "entity43": {
        "name": "Scrabble",
        "type": "Word Game",
        "description": "A classic word game in which players use lettered tiles to form words on a game board with a crossword puzzle-like grid.",
        "chunkid": "The History of Board Games20"
    },
    "entity44": {
        "name": "Clue",
        "type": "Mystery Board Game",
        "description": "A murder mystery party game where players collect clues and solve the crime by process of elimination.",
        "chunkid": "The History of Board Games20"
    },
    "entity46": {
        "name": "digital age",
        "type": "Era/Trend",
        "description": "The current era characterized by the widespread use of digital technology and the internet in daily life and business.",
        "chunkid": "The History of Board Games21"
    },
    "entity47": {
        "name": "new generation of designers and enthusiasts",
        "type": "Group/Community",
        "description": "A collective term for younger individuals who are passionate about creating and playing board games, contributing to their resurgence in popularity.",
        "chunkid": "The History of Board Games21"
    },
    "entity48": {
        "name": "tabletop gaming cafes",
        "type": "Business/Location",
        "description": "Establishments that provide a space for people to play board games and other tabletop games, often with food and drinks.",
        "chunkid": "The History of Board Games22"
    },
    "entity49": {
        "name": "board game conventions",
        "type": "Event",
        "description": "Gatherings or events where enthusiasts meet to play, discuss, and celebrate board games.",
        "chunkid": "The History of Board Games22"
    },
    "entity50": {
        "name": "online platforms",
        "type": "Technology/Website",
        "description": "Digital services that allow users to play board games remotely, often with features like multiplayer, chat, and game tracking.",
        "chunkid": "The History of Board Games22"
    },
    "entity53": {
        "name": "generations to come",
        "type": "Time Period",
        "description": "A reference to future generations or people who will live in the coming years or decades.",
        "chunkid": "The History of Board Games25"
    }
}