{
    "entity1": {
        "name": "Virtual Reality (VR)",
        "type": "Technology",
        "description": "A computer-generated simulation of a three-dimensional image or environment that can be interacted with in a seemingly real or physical way by a person using special electronic equipment, such as a helmet with a screen inside or gloves fitted with sensors.;;;A technology that simulates a realistic 3D environment, allowing users to interact with it in a seemingly real or physical way.;;;Immersive digital environments that simulate physical presence in a real or imagined world, often used for educational purposes.;;;Head-mounted displays used for virtual reality experiences, providing immersive visual and auditory environments.;;;Virtual Reality technology that provides immersive and interactive digital environments for users to engage with.;;;An advanced form of computer-generated simulation where a replica of an environment is created and experienced through sensory experiences, typically involving sight and sound.;;;Virtual Reality headsets, devices used to provide immersive visual and auditory experiences.;;;Devices that simulate a three-dimensional environment, allowing users to interact with it in a seemingly real or physical way.;;;A computer-generated environment that allows a user to interact with a simulated world, often used for immersive experiences.;;;Virtual Reality technology, a computer-generated environment that allows users to interact with a simulated world.;;;Virtual Reality hardware used for immersive experiences.;;;Simulated experiences that allow users to explore and interact with environments as if they were present in them, providing a sense of immersion.;;;Virtual Reality, a technology that simulates real-world environments and scenarios for immersive experiences.",
        "chunkid": "Virtual Reality in Education14;;;Virtual Reality in Education5;;;Virtual Reality in Education13;;;Virtual Reality in Education9;;;Virtual Reality in Education22;;;Virtual Reality in Education3;;;Virtual Reality in Education4;;;Virtual Reality in Education23;;;Virtual Reality in Education11;;;Virtual Reality in Education16;;;Virtual Reality in Education21;;;Virtual Reality in Education15;;;Virtual Reality in Education1;;;Virtual Reality in Education2;;;Virtual Reality in Education17;;;Virtual Reality in Education10;;;Virtual Reality in Education8"
    },
    "entity2": {
        "name": "Education",
        "type": "Industry",
        "description": "The process of facilitating learning, or the acquisition of knowledge, skills, values, beliefs, and habits. Educational methods include teaching, training, storytelling, discussion, and directed research.;;;The process of facilitating learning and the acquisition of knowledge, skills, values, beliefs, and habits.;;;Institutions dedicated to teaching and learning, including schools of various levels and types.;;;The process of receiving or giving systematic instruction, especially at a school or university.;;;Places or contexts where learning and teaching activities take place, including schools, universities, and other educational institutions.",
        "chunkid": "Virtual Reality in Education10;;;Virtual Reality in Education22;;;Virtual Reality in Education3;;;Virtual Reality in Education15;;;Virtual Reality in Education1;;;Virtual Reality in Education2;;;Virtual Reality in Education13"
    },
    "entity8": {
        "name": "medical students",
        "type": "Person Group",
        "description": "A group of individuals studying medicine.",
        "chunkid": "Virtual Reality in Education5"
    },
    "entity9": {
        "name": "surgical procedures",
        "type": "Medical Practice",
        "description": "Operations or treatments performed by medical professionals to treat diseases, injuries, or deformities.",
        "chunkid": "Virtual Reality in Education5"
    },
    "entity10": {
        "name": "virtual operating room",
        "type": "Virtual Environment",
        "description": "A simulated environment used for training and practicing surgical procedures without real-world risks.",
        "chunkid": "Virtual Reality in Education5"
    },
    "entity11": {
        "name": "history students",
        "type": "Person Group",
        "description": "A group of individuals studying history.",
        "chunkid": "Virtual Reality in Education5"
    },
    "entity12": {
        "name": "historical landmarks and events",
        "type": "Historical Reference",
        "description": "Places or occurrences of significant historical importance that are often studied or visited for educational purposes.",
        "chunkid": "Virtual Reality in Education5"
    },
    "entity14": {
        "name": "Visual learners",
        "type": "Group of people",
        "description": "A group of individuals who learn best through visual aids and information presented in a graphical format.",
        "chunkid": "Virtual Reality in Education8"
    },
    "entity15": {
        "name": "Kinesthetic learners",
        "type": "Group of people",
        "description": "A group of individuals who learn best through physical activity, hands-on experiences, or movement.",
        "chunkid": "Virtual Reality in Education8"
    },
    "entity17": {
        "name": "students with disabilities or learning difficulties",
        "type": "Group of People",
        "description": "A group of individuals who have physical or cognitive impairments that affect their ability to learn in traditional educational settings.",
        "chunkid": "Virtual Reality in Education9"
    },
    "entity22": {
        "name": "students",
        "type": "Group",
        "description": "A collective term for individuals enrolled in educational institutions or programs.;;;A collective term for individuals who are enrolled in educational institutions or learning programs.",
        "chunkid": "Virtual Reality in Education11;;;Virtual Reality in Education17"
    },
    "entity25": {
        "name": "classrooms",
        "type": "Location",
        "description": "A room in which classes are held, typically at a school or university.",
        "chunkid": "Virtual Reality in Education13"
    },
    "entity27": {
        "name": "software",
        "type": "Product",
        "description": "Computer programs or applications that run on VR equipment to provide functionality and content.",
        "chunkid": "Virtual Reality in Education14"
    },
    "entity31": {
        "name": "young children and adolescents",
        "type": "Demographic Group",
        "description": "A segment of the population consisting of individuals who are below the age of adulthood, typically ranging from infancy through teenage years.",
        "chunkid": "Virtual Reality in Education16"
    },
    "entity32": {
        "name": "motion sickness",
        "type": "Medical Condition",
        "description": "A common condition that occurs when the brain receives conflicting messages from the inner ear, eyes, and other parts of the body.",
        "chunkid": "Virtual Reality in Education17"
    },
    "entity33": {
        "name": "eye strain",
        "type": "Medical Condition",
        "description": "Discomfort or fatigue in the eyes usually caused by intense use of the eyes over an extended period of time.",
        "chunkid": "Virtual Reality in Education17"
    },
    "entity34": {
        "name": "disorientation",
        "type": "Medical Condition",
        "description": "A state where a person is confused about their location, time, or identity, often due to sensory overload or other factors.",
        "chunkid": "Virtual Reality in Education17"
    },
    "entity37": {
        "name": "Professional development programs",
        "type": "Programs and Resources",
        "description": "Initiatives designed to help educators enhance their skills and knowledge.",
        "chunkid": "Virtual Reality in Education21"
    },
    "entity38": {
        "name": "teachers",
        "type": "Professionals",
        "description": "Educators who instruct students in various subjects and grade levels.;;;Professionals who are involved in the teaching and education of students.",
        "chunkid": "Virtual Reality in Education21;;;Virtual Reality in Education23"
    },
    "entity44": {
        "name": "student learning outcomes",
        "type": "Educational Concept",
        "description": "The results or achievements that students are expected to gain from an educational activity or program.",
        "chunkid": "Virtual Reality in Education23"
    }
}