{
    "entity1": {
        "name": "plants",
        "type": "Living Organism",
        "description": "Living organisms that typically produce their food through photosynthesis and form a crucial part of the ecosystem.;;;A living organism that typically produces its own food through photosynthesis.;;;The physical world or universe, especially in its entirety as distinct from human civilization; includes all living organisms and their interactions with the environment.;;;Multicellular eukaryotic organisms that are typically photosynthetic and have cell walls.;;;Molecules used for communication between organisms, often to elicit a response or behavior.;;;Multicellular eukaryotic organisms belonging to the kingdom Plantae, characterized by their ability to perform photosynthesis.;;;A living organism that typically grows in a fixed location and performs photosynthesis.;;;Communities of living organisms in conjunction with the nonliving components of their environment, interacting as a system.;;;Multicellular organisms that produce their own food through photosynthesis and often engage in symbiotic relationships with microbes.;;;Volatile Organic Compounds, chemicals that can easily turn into vapor or gas and are often used in communication between plants.;;;Plants that are located in close proximity to each other and can interact through various means such as chemical signaling.;;;The region of soil in the vicinity of plant roots where there is biological activity due to the presence of root-secreted chemicals and associated microorganisms.;;;Living organisms that are typically characterized by their ability to produce oxygen and organic compounds through photosynthesis.;;;Multicellular organisms that are capable of photosynthesis and form the basis of most terrestrial ecosystems.;;;The scientific study of plants, including their structure, growth, reproduction, physiology, and ecology.;;;A symbiotic association between fungi and the roots of vascular plants, facilitating nutrient exchange.;;;Fungi that form symbiotic associations with plant roots, aiding in the absorption of nutrients and water from the soil.;;;Microscopic organisms, which can be single-celled or multicellular, including bacteria, fungi, archaea, and protists.;;;A community of living organisms (plants, animals, and microbes) in conjunction with the nonliving components of their environment (air, water, and mineral soil), interacting as a system.;;;A method of communication in which plants release chemical substances to convey information or signals to other organisms.;;;Multicellular eukaryotic organisms that are capable of photosynthesis, typically having roots, stems, and leaves.;;;A symbiotic association between fungi and the roots of plants, forming a network that facilitates nutrient exchange and communication among plants.;;;Invertebrate animals of the class Insecta, characterized by a chitinous exoskeleton, a three-part body (head, thorax, and abdomen), and six jointed legs.;;;Living organisms that are typically sessile and capable of photosynthesis.;;;Living organisms that can sense environmental changes and adjust their growth patterns.;;;Living organisms that are typically rooted in the ground and have a photosynthetic mode of nutrition.;;;Animals that transfer pollen from one flower to another, aiding in plant reproduction.;;;The observable actions or reactions of plants in response to environmental stimuli.;;;The interaction between plant roots and soil microorganisms that occurs in the region of soil surrounding the roots.;;;Living things in the vicinity that can cause vibrations sensed by plants.;;;A group of carbon-based chemicals that easily evaporate at room temperature.;;;A biological community of interacting organisms and their physical environment.;;;Microorganisms that have a positive impact on plant growth and health, often by enhancing nutrient uptake or protecting against pathogens.;;;Signals used in communication between cells or organisms, often involving the release of molecules that can be detected by other cells or organisms.;;;Substances produced by plants to protect themselves against herbivores or pathogens, often having toxic or deterrent properties.;;;A broad term encompassing all forms of life, including plants, animals, fungi, and microorganisms.;;;Signals produced by microorganisms that can affect plant growth and development through interactions with the plant's roots or leaves.;;;Multicellular organisms that are capable of photosynthesis and play a crucial role in the ecosystem.;;;A diverse group of carbon-based chemicals that easily evaporate at room temperature and are often used by plants for communication and defense.;;;Substances that are formed by the chemical union of two or more elements in definite proportions.;;;Bacteria capable of converting atmospheric nitrogen into a form usable by plants, thus enhancing soil fertility.;;;Multicellular organisms that are capable of photosynthesis and typically have roots, stems, and leaves.;;;Multicellular organisms that are typically characterized by their ability to produce oxygen and organic compounds through photosynthesis.;;;The study of how plants interact and exchange information with each other.;;;A form of communication among plants that helps them defend against threats and coordinate responses to environmental changes.;;;The process by which plants exchange information with each other, often through chemical signals or physical connections such as mycorrhizal networks.;;;Animals or insects that transfer pollen from one flower to another, aiding in plant reproduction.;;;Plants located in close proximity to each other, capable of interacting through various means including chemical signaling.;;;Underground networks formed by the hyphae of fungi, which connect individual plants and facilitate nutrient exchange.;;;Multicellular organisms that are typically photosynthetic and have cell walls.;;;Microscopic living organisms, including bacteria, fungi, archaea, and protists.;;;Microscopic organisms that can form symbiotic relationships with plants.;;;Molecules or compounds used by organisms to communicate with each other, often influencing behavior or physiological processes.;;;The region of soil in the vicinity of plant roots where there is biological activity due to root exudates and associated microorganisms.;;;Animals that assist in the pollination process by transferring pollen between plants.;;;A system of interconnected organisms or structures that facilitate the exchange of resources and information.",
        "chunkid": "How Plants Communicate30;;;How Plants Communicate22;;;How Plants Communicate29;;;How Plants Communicate24;;;How Plants Communicate17;;;How Plants Communicate5;;;How Plants Communicate21;;;How Plants Communicate7;;;How Plants Communicate14;;;How Plants Communicate26;;;How Plants Communicate19;;;How Plants Communicate4;;;How Plants Communicate23;;;How Plants Communicate12;;;How Plants Communicate27;;;How Plants Communicate13;;;How Plants Communicate18;;;How Plants Communicate6;;;How Plants Communicate3;;;How Plants Communicate9;;;How Plants Communicate15;;;How Plants Communicate20;;;How Plants Communicate16;;;How Plants Communicate2;;;How Plants Communicate10;;;How Plants Communicate25;;;How Plants Communicate28;;;How Plants Communicate8"
    },
    "entity8": {
        "name": "air",
        "type": "Environmental Medium",
        "description": "The mixture of gases that surrounds the Earth and is essential for the survival of most terrestrial life forms.",
        "chunkid": "How Plants Communicate5"
    },
    "entity11": {
        "name": "herbivores",
        "type": "Organism",
        "description": "Animals that feed on plant material as their primary food source.;;;Animals that feed on plants as their primary diet.;;;An animal that feeds on plants or plant material as the main component of its diet.",
        "chunkid": "How Plants Communicate6;;;How Plants Communicate23;;;How Plants Communicate7"
    },
    "entity17": {
        "name": "roots",
        "type": "Plant Part",
        "description": "The underground part of a plant that typically functions to anchor the plant and absorb water and nutrients from the soil.",
        "chunkid": "How Plants Communicate9"
    },
    "entity21": {
        "name": "nutrients",
        "type": "Substance",
        "description": "Essential substances required for the growth and survival of living organisms.",
        "chunkid": "How Plants Communicate10"
    },
    "entity22": {
        "name": "water",
        "type": "Substance",
        "description": "A chemical substance that is composed of hydrogen and oxygen atoms, essential for the survival of most known forms of life.",
        "chunkid": "How Plants Communicate10"
    },
    "entity33": {
        "name": "nectar",
        "type": "Plant Product",
        "description": "A sweet liquid produced by plants to attract pollinators and provide a food source for them.",
        "chunkid": "How Plants Communicate15"
    },
    "entity34": {
        "name": "pollen",
        "type": "Plant Product",
        "description": "Fine powder produced by the male parts of flowers, which is essential for plant reproduction and serves as a food source for some pollinators.",
        "chunkid": "How Plants Communicate15"
    },
    "entity39": {
        "name": "Soil",
        "type": "Environment",
        "description": "The upper layer of earth in which plants grow, consisting of rock and mineral particles mixed with organic matter.",
        "chunkid": "How Plants Communicate17;;;How Plants Communicate20"
    },
    "entity42": {
        "name": "root exudates",
        "type": "Plant Secretion",
        "description": "Substances released by plant roots into the soil, which can include sugars, organic acids, and other compounds that influence microbial activity.",
        "chunkid": "How Plants Communicate18"
    },
    "entity53": {
        "name": "physical cues",
        "type": "Stimulus",
        "description": "External stimuli that can influence the behavior or responses of an organism, such as touch and vibrations in plants.",
        "chunkid": "How Plants Communicate21"
    },
    "entity58": {
        "name": "wind",
        "type": "Natural Phenomenon",
        "description": "A natural movement of air, often causing vibrations in plants.",
        "chunkid": "How Plants Communicate24"
    },
    "entity64": {
        "name": "physical signals",
        "type": "Environmental Factor",
        "description": "Stimuli from the physical environment that can influence biological processes, such as light, temperature, and mechanical forces.",
        "chunkid": "How Plants Communicate26"
    },
    "entity66": {
        "name": "environment",
        "type": "Location",
        "description": "The surroundings or conditions in which an organism lives, including both biotic (living) and abiotic (non-living) factors.",
        "chunkid": "How Plants Communicate26"
    }
}