{
    "entity1": {
        "name": "Social media",
        "type": "Technology",
        "description": "A collective term for various online platforms and tools that enable users to create, share content or participate in social networking.;;;Online platforms that allow individuals to create and share content or participate in social networking with other users.;;;A microblogging and social networking service where users post and interact with messages known as 'tweets'.;;;A photo and video sharing social networking platform owned by Facebook, Inc.;;;A social media platform that allows users to connect with friends, family, and acquaintances.;;;Online platforms that enable users to create and share content or participate in social networking.;;;A social media platform that allows users to share short messages called tweets.",
        "chunkid": "The Impact of Social Media on Communication12;;;The Impact of Social Media on Communication8;;;The Impact of Social Media on Communication16;;;The Impact of Social Media on Communication19;;;The Impact of Social Media on Communication11;;;The Impact of Social Media on Communication3;;;The Impact of Social Media on Communication5;;;The Impact of Social Media on Communication14;;;The Impact of Social Media on Communication7;;;The Impact of Social Media on Communication10;;;The Impact of Social Media on Communication1;;;The Impact of Social Media on Communication22"
    },
    "entity2": {
        "name": "digital age",
        "type": "Era",
        "description": "The current period of history characterized by the widespread use of digital technology and communication.",
        "chunkid": "The Impact of Social Media on Communication1"
    },
    "entity4": {
        "name": "communication",
        "type": "Process",
        "description": "The exchange of information between individuals through speaking, writing, or using some other medium.",
        "chunkid": "The Impact of Social Media on Communication10;;;The Impact of Social Media on Communication3"
    },
    "entity5": {
        "name": "society",
        "type": "Social Group",
        "description": "The aggregate of people living together in a more or less ordered community.;;;A community of people living in a particular country or region and having shared customs, laws, and organizations.",
        "chunkid": "The Impact of Social Media on Communication3;;;The Impact of Social Media on Communication19"
    },
    "entity9": {
        "name": "Snapchat",
        "type": "Organization",
        "description": "A multimedia messaging app that allows users to send photos and videos known as 'snaps' which disappear after being viewed.",
        "chunkid": "The Impact of Social Media on Communication5"
    },
    "entity11": {
        "name": "citizen journalism",
        "type": "Concept",
        "description": "Content created by users or members of a community, often shared on social media platforms or other online forums.;;;A form of journalism where ordinary citizens play an active role in the process of collecting, reporting, analyzing, and disseminating news and information.",
        "chunkid": "The Impact of Social Media on Communication8"
    },
    "entity14": {
        "name": "traditional media outlets",
        "type": "Organization",
        "description": "Established institutions responsible for the production and distribution of news and information through conventional channels such as newspapers, television, and radio.;;;Traditional forms of media such as television, radio, newspapers, and magazines that reach a broad audience.",
        "chunkid": "The Impact of Social Media on Communication12;;;The Impact of Social Media on Communication8"
    },
    "entity17": {
        "name": "marginalized groups",
        "type": "Social Group",
        "description": "Communities or populations that are excluded from the mainstream social, economic, and political life due to various factors such as race, ethnicity, gender, sexual orientation, disability, etc.",
        "chunkid": "The Impact of Social Media on Communication10"
    },
    "entity21": {
        "name": "misinformation",
        "type": "Concept",
        "description": "A type of misinformation consisting of deliberate falsehoods masquerading as real news stories.;;;False or inaccurate information, especially that which is deliberately intended to deceive.",
        "chunkid": "The Impact of Social Media on Communication14"
    },
    "entity25": {
        "name": "likes, shares, and emojis",
        "type": "Social Media Features",
        "description": "Common interactive elements used on social media platforms for user engagement and expression of reactions.",
        "chunkid": "The Impact of Social Media on Communication16"
    }
}