{
    "entity1": {
        "name": "Hoaxes",
        "type": "Concept",
        "description": "Deceptive acts or practices intended to mislead or trick people, often for amusement, profit, or other purposes.;;;Deceptive acts or fabrications that are often spread to mislead people.;;;Deceptive practices in the art world where fake artworks are created and presented as authentic pieces by famous artists.;;;False or misleading information that is spread, regardless of intent to mislead.;;;Deceptive or false information presented as if it were real, often used to entertain or manipulate.",
        "chunkid": "Famous Hoaxes in History1;;;Famous Hoaxes in History22;;;Famous Hoaxes in History24;;;Famous Hoaxes in History15"
    },
    "entity2": {
        "name": "Human History",
        "type": "Time Period",
        "description": "The entire span of recorded events and developments that have occurred throughout the existence of human civilization.",
        "chunkid": "Famous Hoaxes in History1"
    },
    "entity3": {
        "name": "Piltdown Man",
        "type": "Historical Hoax",
        "description": "A famous archaeological hoax in which a human skull and an orangutan's jawbone were combined to create what was claimed to be the 'missing link' between humans and apes.;;;A purported fossilized hominid skull that was claimed to be an important discovery in the study of human evolution but later found to be a hoax.;;;A fraudulent paleoanthropological find, claimed to be the missing link between humans and apes, discovered in England in 1912.;;;A famous scientific fraud where a human skull and an orangutan's jawbone were presented as the remains of an early human ancestor, misleading the scientific community for decades.",
        "chunkid": "Famous Hoaxes in History4;;;Famous Hoaxes in History7;;;Famous Hoaxes in History23;;;Famous Hoaxes in History5"
    },
    "entity4": {
        "name": "England",
        "type": "Geographical Location",
        "description": "A country that is part of the United Kingdom, located on the island of Great Britain.",
        "chunkid": "Famous Hoaxes in History4"
    },
    "entity6": {
        "name": "hominid",
        "type": "Biological Classification",
        "description": "A member of the family Hominidae, which includes humans and their closest evolutionary ancestors.",
        "chunkid": "Famous Hoaxes in History5"
    },
    "entity7": {
        "name": "1953",
        "type": "Date",
        "description": "The year when the forgery was revealed.",
        "chunkid": "Famous Hoaxes in History6"
    },
    "entity8": {
        "name": "human cranium",
        "type": "Anatomical Part",
        "description": "A part of the human skull, specifically the section that encloses and protects the brain.",
        "chunkid": "Famous Hoaxes in History6"
    },
    "entity9": {
        "name": "orangutan jawbone",
        "type": "Anatomical Part",
        "description": "The lower jaw of an orangutan, a great ape species native to Asia.",
        "chunkid": "Famous Hoaxes in History6"
    },
    "entity11": {
        "name": "scientific community",
        "type": "Group",
        "description": "A collective term referring to scientists and researchers who contribute to and advance knowledge in various fields of science.",
        "chunkid": "Famous Hoaxes in History7"
    },
    "entity12": {
        "name": "evolutionary theory",
        "type": "Scientific Theory",
        "description": "The scientific explanation for the diversity of life on Earth, proposing that species change over time through natural selection and other mechanisms.",
        "chunkid": "Famous Hoaxes in History7"
    },
    "entity13": {
        "name": "Cardiff Giant",
        "type": "Artifact",
        "description": "A 10-foot-tall petrified man that was part of a hoax discovered in Cardiff, New York.;;;A famous hoax in the form of a large stone sculpture, created to appear as an ancient petrified giant.;;;A famous hoax in the form of a large stone sculpture resembling a petrified man, created and exhibited in Cardiff, New York.",
        "chunkid": "Famous Hoaxes in History10;;;Famous Hoaxes in History8;;;Famous Hoaxes in History9"
    },
    "entity14": {
        "name": "Cardiff",
        "type": "Location",
        "description": "A town in New York where the Cardiff Giant hoax took place.",
        "chunkid": "Famous Hoaxes in History8"
    },
    "entity15": {
        "name": "New York",
        "type": "State",
        "description": "The state in which the town of Cardiff is located, and where the Cardiff Giant was discovered.",
        "chunkid": "Famous Hoaxes in History8"
    },
    "entity16": {
        "name": "1869",
        "type": "Year",
        "description": "The year when the Cardiff Giant hoax was carried out.",
        "chunkid": "Famous Hoaxes in History8"
    },
    "entity18": {
        "name": "George Hull",
        "type": "Person",
        "description": "The creator of the Cardiff Giant hoax, who sought to profit from public interest in archaeology and myths about giants.",
        "chunkid": "Famous Hoaxes in History9"
    },
    "entity20": {
        "name": "War of the Worlds",
        "type": "Event",
        "description": "A 1938 radio drama directed by Orson Welles, which caused widespread panic as many listeners believed it to be a real news report about an alien invasion.;;;A radio broadcast that caused mass hysteria in 1938, presented as a realistic news bulletin.;;;A famous radio drama that caused widespread panic by presenting a fictional alien invasion as real news.",
        "chunkid": "Famous Hoaxes in History14;;;Famous Hoaxes in History23;;;Famous Hoaxes in History11"
    },
    "entity21": {
        "name": "Orson Welles",
        "type": "Person",
        "description": "An American actor, director, writer, and producer who directed the War of the Worlds radio broadcast.",
        "chunkid": "Famous Hoaxes in History11"
    },
    "entity22": {
        "name": "1938",
        "type": "Date",
        "description": "The year in which Orson Welles' War of the Worlds radio broadcast took place.",
        "chunkid": "Famous Hoaxes in History11"
    },
    "entity23": {
        "name": "H.G. Wells",
        "type": "Person",
        "description": "A British writer, best known for his work in the science fiction genre.",
        "chunkid": "Famous Hoaxes in History12"
    },
    "entity24": {
        "name": "Martian invasion",
        "type": "Event",
        "description": "A fictional event where beings from Mars invade Earth, often used as a plot device in science fiction.",
        "chunkid": "Famous Hoaxes in History12"
    },
    "entity26": {
        "name": "mass media",
        "type": "Organization",
        "description": "The means of communication used to disseminate information or entertainment to the general public, including television, radio, newspapers, and the internet.",
        "chunkid": "Famous Hoaxes in History14"
    },
    "entity27": {
        "name": "Han van Meegeren",
        "type": "Person",
        "description": "A Dutch painter and art forger, known for his ability to create convincing forgeries of old master paintings.;;;A Dutch painter and forger who became infamous for creating and selling fake Vermeer paintings during the 1930s and 1940s.;;;A Dutch forger of paintings, known for his elaborate art hoaxes in the early 20th century.",
        "chunkid": "Famous Hoaxes in History16;;;Famous Hoaxes in History18;;;Famous Hoaxes in History15"
    },
    "entity30": {
        "name": "Vermeer",
        "type": "Person",
        "description": "Johannes Vermeer, a Dutch Baroque Period painter who specialized in domestic interior scenes of middle-class life.;;;A Dutch painter known for his works during the Baroque period.",
        "chunkid": "Famous Hoaxes in History16;;;Famous Hoaxes in History17"
    },
    "entity32": {
        "name": "Hermann Göring",
        "type": "Person",
        "description": "A prominent and high-ranking Nazi leader in Germany during World War II.",
        "chunkid": "Famous Hoaxes in History17"
    },
    "entity34": {
        "name": "art experts",
        "type": "Group",
        "description": "Professionals or scholars who specialize in the study, evaluation, and authentication of artworks.",
        "chunkid": "Famous Hoaxes in History18"
    },
    "entity35": {
        "name": "Sokal Affair",
        "type": "Historical Event",
        "description": "A hoax conducted in 1996 by physicist Alan Sokal to critique postmodernist academic discourse.;;;A 1996 academic publishing hoax in which physicist Alan Sokal submitted a deliberately nonsensical paper to the cultural studies journal Social Text, sparking debate about the credibility of postmodernist scholarship.",
        "chunkid": "Famous Hoaxes in History19;;;Famous Hoaxes in History21"
    },
    "entity36": {
        "name": "1996",
        "type": "Year",
        "description": "The year in which the Sokal Affair took place, highlighting issues within certain academic circles.",
        "chunkid": "Famous Hoaxes in History19"
    },
    "entity37": {
        "name": "postmodernist academic discourse",
        "type": "Academic Field",
        "description": "A form of scholarly communication and writing that emerged from postmodern philosophy, often characterized by its critique of traditional scientific methods and emphasis on cultural relativism.",
        "chunkid": "Famous Hoaxes in History19"
    },
    "entity38": {
        "name": "Alan Sokal",
        "type": "Person",
        "description": "A physicist who submitted a fake paper to test the rigor of academic journals.",
        "chunkid": "Famous Hoaxes in History20"
    },
    "entity39": {
        "name": "Transgressing the Boundaries: Towards a Transformative Hermeneutics of Quantum Gravity",
        "type": "Publication",
        "description": "The title of a fake paper submitted by Alan Sokal to the journal Social Text.",
        "chunkid": "Famous Hoaxes in History20"
    },
    "entity40": {
        "name": "Social Text",
        "type": "Journal",
        "description": "An academic journal that published Alan Sokal's nonsensical paper without recognizing its lack of scientific rigor.",
        "chunkid": "Famous Hoaxes in History20"
    },
    "entity42": {
        "name": "postmodernist",
        "type": "Philosophical Movement",
        "description": "A broad and often controversial movement in philosophy, art, and culture that emerged in the late 20th century, characterized by skepticism towards grand narratives, emphasis on cultural relativism, and deconstruction of traditional concepts.",
        "chunkid": "Famous Hoaxes in History21"
    },
    "entity44": {
        "name": "historical narratives",
        "type": "Cultural Artifact",
        "description": "Accounts of past events, people, and places that form a part of history, often shaped by cultural perspectives and biases.",
        "chunkid": "Famous Hoaxes in History22"
    },
    "entity45": {
        "name": "established beliefs",
        "type": "Societal Norms",
        "description": "Widely accepted ideas or principles within a society or community that are considered to be true or valid.",
        "chunkid": "Famous Hoaxes in History22"
    },
    "entity49": {
        "name": "manipulation",
        "type": "Concept",
        "description": "The action of influencing someone in a clever and unscrupulous way, often for personal gain.",
        "chunkid": "Famous Hoaxes in History24"
    },
    "entity50": {
        "name": "critical thinking",
        "type": "Skill",
        "description": "The ability to think clearly and rationally, understanding the logical connection between ideas.",
        "chunkid": "Famous Hoaxes in History24"
    }
}