{
    "entity1": {
        "name": "Origami",
        "type": "Art Form",
        "description": "A traditional Japanese art of paper folding, which is used to create a variety of shapes and figures.;;;The traditional Japanese art of paper folding, which can also be applied to engineering and design.;;;The traditional Japanese art of paper folding, which is used to create a variety of sculptures and designs from a single sheet of paper without cutting or gluing.;;;The traditional Japanese art of paper folding, which is used to create a variety of shapes and figures without the use of cuts or glue.;;;The traditional Japanese art of paper folding, which transforms a flat sheet of material into a finished sculpture through folding and sculpting techniques without cutting or gluing.;;;A traditional Japanese art of paper folding, which is also applied in various scientific and engineering fields for creating efficient designs.;;;The Japanese art of folding paper into decorative shapes and figures.;;;A traditional Japanese art of paper folding, which can also involve mathematical principles and techniques beyond just paper.;;;The traditional Japanese art of paper folding, which can be used to create a variety of three-dimensional structures from flat sheets of paper.;;;A traditional Japanese art of paper folding, which can also be mathematically and scientifically analyzed.;;;The Japanese art of folding paper into decorative or representational shapes.;;;A group of people who practice the art of paper folding, often creating intricate designs and structures.;;;Individuals who create art using the traditional Japanese paper-folding technique known as origami.;;;The ancient Japanese art of paper folding, which has captivated people around the world for centuries.;;;Design principles derived from the traditional Japanese art of paper folding, used in engineering and design for creating complex shapes and structures that can be compactly stored or transported.;;;A traditional Japanese art of paper folding, which transforms a flat sheet of paper into intricate three-dimensional structures through a series of folds.;;;Artists who specialize in the traditional Japanese art of paper folding, creating intricate designs and structures.",
        "chunkid": "The Mathematics of Origami23;;;The Mathematics of Origami7;;;The Mathematics of Origami10;;;The Mathematics of Origami9;;;The Mathematics of Origami20;;;The Mathematics of Origami17;;;The Mathematics of Origami12;;;The Mathematics of Origami14;;;The Mathematics of Origami1;;;The Mathematics of Origami19;;;The Mathematics of Origami26;;;The Mathematics of Origami13;;;The Mathematics of Origami4;;;The Mathematics of Origami25;;;The Mathematics of Origami6;;;The Mathematics of Origami24;;;The Mathematics of Origami15;;;The Mathematics of Origami3"
    },
    "entity2": {
        "name": "Japanese",
        "type": "Cultural Origin",
        "description": "Refers to the cultural and national origin of Origami, indicating its roots in Japan.",
        "chunkid": "The Mathematics of Origami1"
    },
    "entity3": {
        "name": "paper folding techniques",
        "type": "Art/Craft",
        "description": "A method of creating shapes and structures from paper through folding, often associated with the Japanese art of origami.",
        "chunkid": "The Mathematics of Origami2"
    },
    "entity4": {
        "name": "mathematical principles",
        "type": "Concept",
        "description": "A principle in design and art that refers to the balance and harmony of shapes and patterns.;;;A set of principles on which the practice of an activity is based, often involving complex and abstract ideas that explain phenomena.;;;A branch of computer science that deals with algorithms for solving geometric problems.;;;A mathematical system attributed to the ancient Greek mathematician Euclid, which deals with the properties of points, lines, and shapes in two and three dimensions.;;;A property of being made up of exactly similar parts facing each other or around an axis.;;;A branch of mathematics focused on the study of graphs, which are structures used to model pairwise relations between objects.;;;The underlying rules and theories in mathematics that govern the structure and behavior of systems or objects, including those used in origami.;;;The property of an object or system that remains unchanged under certain transformations, such as reflection, rotation, or translation.;;;Geometric forms that can be two-dimensional or three-dimensional, characterized by their boundaries and surfaces.;;;A branch of mathematics that deals with the properties and relationships of points, lines, angles, surfaces, and solids.;;;Fundamental truths or propositions that serve as the foundation for a system of belief or behavior, particularly in mathematics.;;;Fundamental ideas and principles in geometry that describe the properties and relationships of points, lines, surfaces, and solids.;;;A branch of mathematics concerned with the properties and relations of points, lines, surfaces, solids, and higher dimensional analogs.;;;The property of being invariant under certain transformations, such as reflection or rotation.",
        "chunkid": "The Mathematics of Origami23;;;The Mathematics of Origami7;;;The Mathematics of Origami10;;;The Mathematics of Origami17;;;The Mathematics of Origami14;;;The Mathematics of Origami11;;;The Mathematics of Origami8;;;The Mathematics of Origami13;;;The Mathematics of Origami2;;;The Mathematics of Origami9;;;The Mathematics of Origami25;;;The Mathematics of Origami3;;;The Mathematics of Origami5"
    },
    "entity6": {
        "name": "mathematics",
        "type": "Field of Study",
        "description": "The abstract science of number, quantity, and space.;;;The branch of science and technology concerned with the design, building, and use of engines, machines, and structures.;;;A broad field of study that deals with the properties and relationships of numbers, quantities, shapes, and patterns.;;;A discipline that applies scientific, economic, social, and practical knowledge to design, build, and maintain structures, machines, devices, systems, and processes.;;;A field that deals with the design, development, and application of computer systems and technologies.;;;The abstract science of number, quantity, and space, applied in this context to the study of origami.;;;A field that encompasses the study of computation, algorithms, data structures, programming languages, software engineering, and computer architecture.;;;The art and science of designing buildings and other physical structures, often focusing on aesthetics, functionality, and safety.;;;A discipline that applies scientific and mathematical principles to design, develop, and maintain structures, machines, devices, systems, and processes.;;;The mathematical principles and theories applied to the art of paper folding, which can be used to solve complex geometric problems.;;;A branch of computational geometry that deals with the mathematical and algorithmic aspects of folding paper or other materials.",
        "chunkid": "The Mathematics of Origami22;;;The Mathematics of Origami21;;;The Mathematics of Origami18;;;The Mathematics of Origami26;;;The Mathematics of Origami24;;;The Mathematics of Origami3"
    },
    "entity9": {
        "name": "theorems",
        "type": "Mathematical Statements",
        "description": "Proven statements or propositions in mathematics that are derived from axioms and other theorems.",
        "chunkid": "The Mathematics of Origami3"
    },
    "entity14": {
        "name": "proportion",
        "type": "Mathematical Principle",
        "description": "A relationship between two quantities where one is a constant multiple of the other, often expressed as a ratio.;;;The relationship between the size or amount of one thing and another, often expressed as a ratio.;;;A comparison of two numbers by division, indicating how many times one number contains another.;;;A comparison of two quantities by division, often used to express the relative sizes of parts of a whole.;;;A relationship that shows that two ratios are equal, often expressed as a:b = c:d.",
        "chunkid": "The Mathematics of Origami25;;;The Mathematics of Origami5;;;The Mathematics of Origami14"
    },
    "entity17": {
        "name": "enthusiasts",
        "type": "Group",
        "description": "People with a strong interest or passion for a particular activity, in this case, origami.",
        "chunkid": "The Mathematics of Origami6"
    },
    "entity21": {
        "name": "angles",
        "type": "Concept",
        "description": "The space between two intersecting lines or surfaces at or close to the point where they meet, measured in degrees.",
        "chunkid": "The Mathematics of Origami8"
    },
    "entity22": {
        "name": "dimensions",
        "type": "Concept",
        "description": "Measurable extents of a particular kind, such as length, width, and height, which define the size and scope of an object or space.",
        "chunkid": "The Mathematics of Origami8"
    },
    "entity41": {
        "name": "material science",
        "type": "Field of Study",
        "description": "A field that investigates the properties and applications of materials to create useful products or enhance existing ones.",
        "chunkid": "The Mathematics of Origami18"
    },
    "entity42": {
        "name": "Engineers and designers",
        "type": "Professionals",
        "description": "A group of professionals who apply scientific and mathematical principles to design, develop, and improve various systems, structures, and products.",
        "chunkid": "The Mathematics of Origami19"
    },
    "entity44": {
        "name": "deployable solar panels",
        "type": "Technology",
        "description": "Solar energy collection devices designed to unfold from a compact form into a larger, functional shape, often used in space applications where storage and deployment efficiency are critical.",
        "chunkid": "The Mathematics of Origami19"
    },
    "entity45": {
        "name": "medical devices",
        "type": "Product",
        "description": "Instruments, apparatuses, or machines used for the diagnosis, treatment, or prevention of diseases and other medical conditions.",
        "chunkid": "The Mathematics of Origami19"
    },
    "entity47": {
        "name": "researchers",
        "type": "People",
        "description": "Scientists or scholars who conduct research to advance knowledge and develop new technologies or methods.",
        "chunkid": "The Mathematics of Origami20"
    },
    "entity51": {
        "name": "algorithms",
        "type": "Concept",
        "description": "A set of rules or instructions given to a computer, guiding its operations to solve specific problems or perform tasks.",
        "chunkid": "The Mathematics of Origami22"
    },
    "entity52": {
        "name": "software programs",
        "type": "Technology",
        "description": "Computer applications designed to perform a variety of functions, from simple data processing to complex simulations and analyses.",
        "chunkid": "The Mathematics of Origami22"
    },
    "entity56": {
        "name": "robotics",
        "type": "Engineering Field",
        "description": "A branch of technology that deals with the design, construction, operation, and application of robots.",
        "chunkid": "The Mathematics of Origami23"
    },
    "entity57": {
        "name": "artificial intelligence",
        "type": "Technology Field",
        "description": "The simulation of human intelligence processes by machines, especially computer systems.",
        "chunkid": "The Mathematics of Origami23"
    },
    "entity67": {
        "name": "science",
        "type": "Field of Study",
        "description": "A systematically organized body of knowledge on a particular subject, often involving the observation and experimentation to explain natural phenomena.",
        "chunkid": "The Mathematics of Origami26"
    }
}