{
    "entity1": {
        "name": "Renewable Energy",
        "type": "Concept",
        "description": "A form of renewable energy derived from organic materials such as plants and waste.;;;Sources of energy that are naturally replenished on a human timescale, such as sunlight, wind, rain, tides, waves, and geothermal heat.;;;A form of renewable energy derived from the movement of water.;;;Energy derived from naturally replenished resources, such as sunlight, wind, rain, tides, waves, and geothermal heat.;;;A diesel fuel substitute made from vegetable oils, animal fats, or recycled restaurant greases.;;;An alcohol-based biofuel produced by the fermentation of sugars in plant materials such as corn or sugarcane.;;;The overall structure and characteristics of the world's energy systems, including production, distribution, consumption, and the various sources and technologies involved.;;;The process of converting sunlight into electricity using photovoltaic cells or through concentrated solar power systems.;;;A type of photovoltaic cell made by depositing one or more thin layers of photovoltaic material onto a substrate.;;;A mixture of gases, primarily methane and carbon dioxide, produced by the breakdown of organic matter in the absence of oxygen.;;;Refers to energy that is collected from renewable resources, which are naturally replenished on a human timescale, such as sunlight, wind, rain, tides, waves, and geothermal heat.;;;The engineering and methods used to design, manufacture, and operate wind turbines for generating electricity.;;;The process of increasing the use of renewable energy sources like solar, wind, and hydro power to reduce dependence on fossil fuels and mitigate environmental impacts.;;;A machine designed to convert the kinetic energy of wind into electrical power.;;;A sector that focuses on generating power from natural resources such as wind, solar, and hydro.;;;A diverse group of technologies that generate electricity from naturally replenished resources such as sunlight, wind, rain, tides, waves, and geothermal heat.;;;A device that converts sunlight into electricity.;;;A form of energy resulting from the movement of charged particles, such as electrons or ions.;;;Renewable energy obtained from the light and heat of the Sun.;;;A form of renewable energy that harnesses wind to generate electricity.;;;Mechanical devices that orient solar panels to follow the sun's path across the sky, maximizing energy capture throughout the day.;;;A type of fuel derived from organic matter, including plants and animal fats, used as an alternative to fossil fuels.;;;A form of energy that is collected from naturally replenishing resources which are practically inexhaustible and can be harnessed without depleting the Earth's natural reserves.;;;A form of renewable energy derived from biological material which can be used for heat, electricity, and other purposes.;;;Power generation facilities that utilize heat from underground reservoirs of hot water or steam to produce electricity.;;;Large areas of land or sea where multiple wind turbines are installed to generate electrical power from the wind.;;;A form of renewable energy derived from the heat stored in the Earth.;;;A device that converts sunlight into electricity, typically used for generating power in residential and commercial settings.;;;A renewable energy source derived from the heat of the Earth's interior.;;;A form of energy derived from natural processes that are replenished at a higher rate than they are consumed, such as sunlight, wind, rain, tides, waves, and geothermal heat.;;;Renewable energy generated by converting wind energy into electricity using wind turbines.;;;A method of harnessing heat from the Earth's interior for various applications, including power generation and heating.;;;A category of energy resources that are naturally replenished and have a low environmental impact, such as solar, wind, hydro, and biomass.;;;A form of energy conversion that uses wind turbines to generate electricity from the kinetic energy of the wind.;;;A field of engineering and applied science that deals with the collection, conversion, and storage of energy from sunlight.;;;A renewable energy source that harnesses the sun's energy to generate electricity.;;;A type of energy derived from natural processes that are replenished at a higher rate than they are consumed.",
        "chunkid": "The Future of Renewable Energy9;;;The Future of Renewable Energy6;;;The Future of Renewable Energy18;;;The Future of Renewable Energy4;;;The Future of Renewable Energy20;;;The Future of Renewable Energy21;;;The Future of Renewable Energy30;;;The Future of Renewable Energy19;;;The Future of Renewable Energy16;;;The Future of Renewable Energy5;;;The Future of Renewable Energy24;;;The Future of Renewable Energy11;;;The Future of Renewable Energy7;;;The Future of Renewable Energy28;;;The Future of Renewable Energy26;;;The Future of Renewable Energy23;;;The Future of Renewable Energy25;;;The Future of Renewable Energy1;;;The Future of Renewable Energy10;;;The Future of Renewable Energy12;;;The Future of Renewable Energy8;;;The Future of Renewable Energy3;;;The Future of Renewable Energy17;;;The Future of Renewable Energy2;;;The Future of Renewable Energy22;;;The Future of Renewable Energy15"
    },
    "entity2": {
        "name": "climate change",
        "type": "Environmental Phenomenon",
        "description": "A significant and lasting change in the statistical distribution of weather patterns over periods ranging from decades to millions of years.;;;Long-term changes in temperature and weather patterns, often caused by human activities such as burning fossil fuels.",
        "chunkid": "The Future of Renewable Energy28;;;The Future of Renewable Energy2"
    },
    "entity3": {
        "name": "air pollution",
        "type": "Environmental Issue",
        "description": "The introduction of harmful substances or particles into the Earth's atmosphere, causing discomfort, disease, or death to humans, damage to other living organisms such as food crops, and harm to the natural environment.",
        "chunkid": "The Future of Renewable Energy2"
    },
    "entity4": {
        "name": "fossil fuels",
        "type": "Energy Resource",
        "description": "Hydrocarbon-containing materials of organic origin occurring within the Earth's crust that can be used as a source of energy, including coal, oil, and natural gas.;;;Non-renewable energy sources formed from the remains of plants and animals that lived millions of years ago, including coal, oil, and natural gas.",
        "chunkid": "The Future of Renewable Energy11;;;The Future of Renewable Energy16;;;The Future of Renewable Energy2"
    },
    "entity10": {
        "name": "Sun",
        "type": "Celestial Body",
        "description": "The star at the center of the solar system, providing light and energy to Earth.",
        "chunkid": "The Future of Renewable Energy5"
    },
    "entity19": {
        "name": "Kinetic energy",
        "type": "Physical Concept",
        "description": "The energy possessed by an object due to its motion, which can be converted into other forms of energy.",
        "chunkid": "The Future of Renewable Energy9"
    },
    "entity21": {
        "name": "onshore and offshore locations",
        "type": "Geographical Locations",
        "description": "Areas where wind power can be harnessed, including land-based (onshore) and sea-based (offshore) sites.",
        "chunkid": "The Future of Renewable Energy10"
    },
    "entity26": {
        "name": "Large-scale hydropower plants",
        "type": "Infrastructure",
        "description": "Structures built to store water, often used for hydroelectric power generation.;;;Facilities designed to harness the energy of flowing water on a large scale to generate electricity.",
        "chunkid": "The Future of Renewable Energy13;;;The Future of Renewable Energy14"
    },
    "entity28": {
        "name": "smaller-scale hydropower projects",
        "type": "Technology",
        "description": "Hydroelectric systems designed to have a reduced environmental impact while generating electricity from flowing water.",
        "chunkid": "The Future of Renewable Energy14"
    },
    "entity34": {
        "name": "biomass power plants",
        "type": "Facility",
        "description": "A facility that generates electricity by burning organic materials or converting them into biogas through anaerobic digestion.",
        "chunkid": "The Future of Renewable Energy17"
    },
    "entity36": {
        "name": "organic materials",
        "type": "Material",
        "description": "Substances derived from living organisms that are used as fuel in biomass power plants.",
        "chunkid": "The Future of Renewable Energy17"
    },
    "entity38": {
        "name": "anaerobic digestion",
        "type": "Process",
        "description": "A process where microorganisms break down biodegradable material in the absence of oxygen, producing biogas as a byproduct.",
        "chunkid": "The Future of Renewable Energy17"
    },
    "entity41": {
        "name": "Earth's interior",
        "type": "Geographical Feature",
        "description": "Natural or artificial storage areas beneath the Earth's surface containing hot water or steam used for geothermal energy production.;;;The inner part of the Earth, which is a source of geothermal heat.",
        "chunkid": "The Future of Renewable Energy19;;;The Future of Renewable Energy20"
    },
    "entity48": {
        "name": "regions with high geothermal potential",
        "type": "Geographical Area",
        "description": "Areas on the Earth's surface where the conditions are favorable for the exploitation of geothermal energy due to their geological characteristics.",
        "chunkid": "The Future of Renewable Energy22"
    },
    "entity50": {
        "name": "batteries",
        "type": "Technology",
        "description": "A device that stores electrical energy and can be used as a power source.",
        "chunkid": "The Future of Renewable Energy24"
    },
    "entity51": {
        "name": "pumped hydro storage",
        "type": "Technology",
        "description": "A method of storing and generating electricity by moving water between two reservoirs at different elevations.",
        "chunkid": "The Future of Renewable Energy24"
    },
    "entity53": {
        "name": "Smart grid technologies",
        "type": "Technology",
        "description": "Advanced systems used to improve the efficiency, reliability, and sustainability of the electricity supply.",
        "chunkid": "The Future of Renewable Energy25"
    },
    "entity56": {
        "name": "International agreements",
        "type": "Legal Frameworks",
        "description": "A set of formal agreements between two or more states, often concerning issues such as trade, environment, and security.",
        "chunkid": "The Future of Renewable Energy28"
    },
    "entity57": {
        "name": "Paris Agreement",
        "type": "International Treaty",
        "description": "An international treaty signed in 2015 aimed at addressing climate change by reducing greenhouse gas emissions and limiting global temperature rise.",
        "chunkid": "The Future of Renewable Energy28"
    },
    "entity58": {
        "name": "greenhouse gas emissions",
        "type": "Environmental Phenomenon",
        "description": "Gases that trap heat in the atmosphere, leading to a warming effect on the Earth's climate system.",
        "chunkid": "The Future of Renewable Energy28"
    },
    "entity62": {
        "name": "world's growing energy needs",
        "type": "Phenomenon",
        "description": "The increasing demand for energy on a global scale due to population growth and economic development.",
        "chunkid": "The Future of Renewable Energy30"
    },
    "entity63": {
        "name": "carbon emissions",
        "type": "Environmental Impact",
        "description": "The effect that human activities have on the natural environment, including pollution, resource depletion, and habitat destruction.;;;The release of carbon dioxide into the atmosphere, primarily from burning fossil fuels, which contributes to climate change.",
        "chunkid": "The Future of Renewable Energy30"
    }
}