{
    "entity1": {
        "name": "Coral reefs",
        "type": "Geographical Feature",
        "description": "Large bodies of salt water that cover most of the Earth's surface, essential for regulating climate and supporting a wide variety of life forms.;;;A broad term encompassing all living organisms that inhabit the oceans and seas.;;;The benefits that humans freely gain from the natural environment and properly functioning ecosystems.;;;Coral reefs are underwater ecosystems characterized by reef-building corals. They provide important ecological services such as coastal protection.;;;Large bodies of salt water that cover most of the Earth's surface, playing a vital role in global climate regulation and supporting diverse marine life.;;;Diverse underwater ecosystems formed by colonies of coral polyps, known for their beauty and biodiversity.;;;The seabed or the bottom of a sea or ocean, covering most of the Earth's surface.;;;Diverse underwater ecosystems held together by calcium carbonate structures secreted by corals, providing habitats for a wide variety of marine life.;;;Natural environments where living organisms interact with each other and their surroundings.;;;Underwater ecosystems characterized by the presence of coral, which provide habitats for a wide variety of marine life.;;;Underwater structures made by corals, providing habitats for marine life.;;;Aquatic environments where plants and animals live in saltwater or brackish conditions.;;;Diverse underwater ecosystems formed by colonies of coral polyps, which are important for marine biodiversity and coastal protection.;;;A diverse group of animals, plants, and microorganisms that live in the ocean or other saltwater environments.;;;The benefits that humans derive from natural ecosystems, such as food provision, water purification, climate regulation, and recreational opportunities.;;;The variety of life in the oceans, including species diversity and ecosystem complexity.;;;The complex interactions between marine life, water, and other environmental factors in oceanic environments.;;;Underwater ecosystems characterized by reef-building corals, which are crucial for marine biodiversity and coastal protection.;;;The variety of life in the oceans, including all species of plants, animals, and microorganisms, as well as their genetic diversity and the ecosystems they form.;;;Underwater structures made by corals, which are vital to the health of oceans and support marine biodiversity.;;;Underwater ecosystems characterized by reef-building corals, which are important for biodiversity and coastal protection.;;;Animals without a backbone, including insects, mollusks, crustaceans, and many others.;;;Underwater structures made from calcium carbonate secreted by corals, providing habitats for marine life.;;;A broad category that includes all forms of life inhabiting the world's oceans and seas.;;;Marine invertebrates that typically live in compact colonies of many identical individual polyps, forming reefs and other structures.;;;Underwater ecosystems characterized by reef-building corals, known for their high biodiversity.;;;Underwater ecosystems characterized by reef-building corals, providing habitats for marine life and supporting local fisheries.;;;Underwater ecosystems characterized by the presence of coral colonies, which provide habitats for a wide variety of marine life.;;;The diverse group of organisms that live in or depend on the ocean, including fish, plants, and microorganisms.;;;Underwater ecosystems characterized by reef-building corals, often found in tropical and subtropical waters.;;;Underwater structures made from calcium carbonate secreted by corals, providing habitats for a diverse range of marine life.;;;Diverse underwater ecosystems held together by calcium carbonate structures secreted by corals. They provide essential habitats for many marine species.;;;Underwater ecosystems characterized by reef-building corals, which are primarily found in tropical and subtropical waters.;;;Underwater ecosystems formed by colonies of coral polyps that provide a natural barrier and habitat for marine life.;;;The aquatic environment that includes oceans, seas, and other saltwater bodies where a wide variety of organisms live.;;;Underwater ecosystems built by colonies of tiny animals called coral polyps, which provide habitats for marine life and protect coastlines.;;;Underwater structures made from calcium carbonate secreted by corals, which provide habitats for marine life and support fisheries.;;;Underwater structures made by living organisms, primarily corals, that provide habitats for marine life and support biodiversity.;;;The variety and variability of life in marine environments, including all living organisms in the oceans and seas.;;;Tiny animals that form the basis of coral reef ecosystems by secreting calcium carbonate to create structures.",
        "chunkid": "The Importance of Coral Reefs16;;;The Importance of Coral Reefs17;;;The Importance of Coral Reefs8;;;The Importance of Coral Reefs20;;;The Importance of Coral Reefs1;;;The Importance of Coral Reefs9;;;The Importance of Coral Reefs22;;;The Importance of Coral Reefs21;;;The Importance of Coral Reefs5;;;The Importance of Coral Reefs27;;;The Importance of Coral Reefs6;;;The Importance of Coral Reefs19;;;The Importance of Coral Reefs3;;;The Importance of Coral Reefs15;;;The Importance of Coral Reefs26;;;The Importance of Coral Reefs2;;;The Importance of Coral Reefs4;;;The Importance of Coral Reefs14;;;The Importance of Coral Reefs7;;;The Importance of Coral Reefs23;;;The Importance of Coral Reefs12;;;The Importance of Coral Reefs18;;;The Importance of Coral Reefs29;;;The Importance of Coral Reefs10;;;The Importance of Coral Reefs13;;;The Importance of Coral Reefs11"
    },
    "entity2": {
        "name": "rainforests of the sea",
        "type": "Metaphorical Term",
        "description": "A metaphor used to describe coral reefs due to their rich biodiversity and ecological importance, similar to that of tropical rainforests on land.",
        "chunkid": "The Importance of Coral Reefs1"
    },
    "entity4": {
        "name": "calcium carbonate",
        "type": "Chemical Compound",
        "description": "A chemical compound secreted by coral polyps to build the hard, protective structures of coral reefs.",
        "chunkid": "The Importance of Coral Reefs2"
    },
    "entity15": {
        "name": "fish",
        "type": "Animal",
        "description": "Aquatic vertebrates that typically have gills for breathing underwater and fins for swimming.",
        "chunkid": "The Importance of Coral Reefs6"
    },
    "entity17": {
        "name": "plants",
        "type": "Plant Group",
        "description": "Living organisms that typically produce their own food through photosynthesis and are rooted in one place.;;;A diverse group of aquatic organisms capable of photosynthesis, often living symbiotically with corals.",
        "chunkid": "The Importance of Coral Reefs22;;;The Importance of Coral Reefs6"
    },
    "entity25": {
        "name": "coastal protection",
        "type": "Service",
        "description": "Coastal protection refers to the natural or artificial methods used to protect coastlines from erosion and other environmental threats. Coral reefs play a significant role in providing this service by acting as barriers against waves and storms.",
        "chunkid": "The Importance of Coral Reefs9"
    },
    "entity27": {
        "name": "coastal communities",
        "type": "Human Settlement",
        "description": "Areas where people live and work along the shoreline, often vulnerable to natural hazards such as storms and flooding.;;;Groups of people living in areas adjacent to the coast, often relying on marine resources for their economic and social well-being.;;;Regions where land meets the sea or ocean, often characterized by unique ecosystems and environmental challenges.;;;Regions where land meets the sea, often characterized by beaches, cliffs, and other shoreline features.;;;Designated regions in the ocean where human activity is restricted to protect marine ecosystems and resources.",
        "chunkid": "The Importance of Coral Reefs14;;;The Importance of Coral Reefs17;;;The Importance of Coral Reefs26;;;The Importance of Coral Reefs10;;;The Importance of Coral Reefs25"
    },
    "entity28": {
        "name": "hurricanes",
        "type": "Natural Disaster",
        "description": "A tropical storm with strong winds and heavy rain that can cause significant damage.",
        "chunkid": "The Importance of Coral Reefs11"
    },
    "entity29": {
        "name": "tsunamis",
        "type": "Natural Disaster",
        "description": "A series of large ocean waves caused by underwater disturbances such as earthquakes or landslides.",
        "chunkid": "The Importance of Coral Reefs11"
    },
    "entity32": {
        "name": "fisheries",
        "type": "Industry",
        "description": "Fishing methods that are designed to minimize environmental impact and maintain fish populations over the long term.;;;Fishing activities conducted in a specific area that contribute to the local economy and provide livelihoods for coastal communities.;;;Natural resources found in the ocean, including fish stocks, minerals, and energy sources that can be sustainably managed.;;;Fishing practices designed to maintain fish populations without depleting resources or damaging the environment.;;;The activity or industry of catching fish, often in a commercial context.;;;Aquatic ecosystems or areas where fish are caught, farmed, or managed for commercial, recreational, or subsistence purposes.",
        "chunkid": "The Importance of Coral Reefs14;;;The Importance of Coral Reefs26;;;The Importance of Coral Reefs15;;;The Importance of Coral Reefs12;;;The Importance of Coral Reefs25"
    },
    "entity33": {
        "name": "fish species",
        "type": "Biological Group",
        "description": "A group of organisms that are classified together based on shared characteristics, specifically referring to various types of fish.",
        "chunkid": "The Importance of Coral Reefs13"
    },
    "entity39": {
        "name": "global food security",
        "type": "Social Issue",
        "description": "The challenge of ensuring that all people have access to sufficient and nutritious food at all times.",
        "chunkid": "The Importance of Coral Reefs15"
    },
    "entity41": {
        "name": "developing countries",
        "type": "Geopolitical Group",
        "description": "Nations with lower levels of industrialization and human development, often characterized by economic challenges and limited infrastructure.",
        "chunkid": "The Importance of Coral Reefs15"
    },
    "entity43": {
        "name": "tourism",
        "type": "Economic Activity",
        "description": "The business activities related to the provision of services to tourists, including accommodation, transportation, and entertainment.;;;The business of providing services to travelers and visitors, contributing significantly to the economy of a region or country.",
        "chunkid": "The Importance of Coral Reefs18;;;The Importance of Coral Reefs16"
    },
    "entity44": {
        "name": "recreation",
        "type": "Leisure Activity",
        "description": "Activities engaged in for enjoyment and relaxation during leisure time.",
        "chunkid": "The Importance of Coral Reefs16"
    },
    "entity46": {
        "name": "divers",
        "type": "People Group",
        "description": "Individuals who engage in the activity of diving, typically for recreational or professional purposes.",
        "chunkid": "The Importance of Coral Reefs17"
    },
    "entity47": {
        "name": "snorkelers",
        "type": "People Group",
        "description": "Individuals who use a snorkel to breathe while swimming on the surface of water, often to observe underwater life.",
        "chunkid": "The Importance of Coral Reefs17"
    },
    "entity48": {
        "name": "tourists",
        "type": "People Group",
        "description": "Persons traveling for pleasure or business, typically staying in places away from their usual environment.",
        "chunkid": "The Importance of Coral Reefs17"
    },
    "entity54": {
        "name": "marine conservation",
        "type": "Environmental Initiative",
        "description": "Efforts to protect marine environments from pollution, overfishing, and other threats to ensure the health and biodiversity of ocean ecosystems.",
        "chunkid": "The Importance of Coral Reefs19"
    },
    "entity56": {
        "name": "Climate change",
        "type": "Environmental Phenomenon",
        "description": "A long-term alteration in Earth's climate and weather patterns, primarily due to human activities such as the burning of fossil fuels.;;;An increase in the temperature of ocean waters, often attributed to global warming.;;;Long-term alteration of temperature and typical weather patterns in a place.",
        "chunkid": "The Importance of Coral Reefs25;;;The Importance of Coral Reefs21;;;The Importance of Coral Reefs22"
    },
    "entity57": {
        "name": "Ocean acidification",
        "type": "Environmental Process",
        "description": "The ongoing decrease in the pH of the Earth's oceans, caused by the uptake of carbon dioxide from the atmosphere.",
        "chunkid": "The Importance of Coral Reefs21;;;The Importance of Coral Reefs22"
    },
    "entity58": {
        "name": "Pollution",
        "type": "Environmental Hazard",
        "description": "Discarded plastic materials that can enter the environment and cause harm to wildlife and ecosystems.;;;A problem caused by contaminants originating from the land, such as agricultural runoff and plastic waste.;;;The introduction of contaminants into the natural environment that cause adverse changes to living organisms and ecosystems.;;;The introduction of contaminants into the natural environment that cause adverse changes to air, water, and soil quality.;;;Water that flows over the land after rain or irrigation, carrying with it soil particles, nutrients, pesticides, and other substances from agricultural areas.",
        "chunkid": "The Importance of Coral Reefs25;;;The Importance of Coral Reefs21;;;The Importance of Coral Reefs23"
    },
    "entity59": {
        "name": "Overfishing",
        "type": "Human Activity",
        "description": "Fishing methods that cause significant damage to the marine environment, such as bottom trawling and dynamite fishing.;;;The removal of fish from a body of water at a rate faster than they can reproduce or replace themselves.",
        "chunkid": "The Importance of Coral Reefs21"
    },
    "entity64": {
        "name": "Coral bleaching",
        "type": "Biological Phenomenon",
        "description": "A process where corals lose their symbiotic algae due to environmental stress, leading to a whitening of the coral and potentially its death.",
        "chunkid": "The Importance of Coral Reefs22"
    },
    "entity72": {
        "name": "greenhouse gas emissions",
        "type": "Environmental Factor",
        "description": "Gases that trap heat in the atmosphere, contributing to global warming and climate change.",
        "chunkid": "The Importance of Coral Reefs25"
    },
    "entity77": {
        "name": "water quality",
        "type": "Environmental Indicator",
        "description": "A measure of the condition of water based on factors such as clarity, temperature, and presence of pollutants.",
        "chunkid": "The Importance of Coral Reefs25"
    },
    "entity85": {
        "name": "human well-being",
        "type": "Social Concept",
        "description": "A state of being comfortable, healthy, or happy, often influenced by environmental factors and the availability of resources provided by ecosystems.",
        "chunkid": "The Importance of Coral Reefs27"
    }
}