{
    "entity1": {
        "name": "supernatural",
        "type": "Concept",
        "description": "Narratives or tales involving supernatural entities, often used to explain unexplained phenomena or to entertain.;;;Events or experiences that are beyond the scope of scientific explanation and often attributed to spiritual or paranormal causes.;;;Spirits or apparitions of deceased individuals, often believed to haunt specific locations.;;;Visible manifestations of spirits or paranormal entities, often perceived as ghostly figures or images.;;;Spirits or apparitions of deceased individuals that are believed to haunt certain places or people.;;;Spirits or souls of deceased individuals, believed by some to exist in an afterlife and sometimes interact with the living world.;;;Intangible beings often associated with the afterlife or paranormal phenomena.;;;Phenomena that are not subject to the laws of nature and cannot be explained by scientific means, often associated with spiritual or paranormal activities.;;;Spirits or apparitions of deceased individuals, often believed to haunt specific locations or people.;;;Spirits or apparitions, often believed to be the souls of deceased individuals.;;;Non-physical entities often believed to exist in a realm beyond the physical world, sometimes associated with deceased individuals or natural phenomena.;;;Deceptive appearances or perceptions that can mislead one's senses or understanding.;;;Malevolent supernatural beings often associated with evil or negative forces.;;;A supernatural being or spirit, often believed to be the soul or spirit of a deceased person.;;;Folklore and oral traditions that describe supernatural events involving ghosts, often passed down through generations within a culture.;;;A perceived manifestation of a spirit or entity from another realm, often associated with hauntings or paranormal activity.;;;Beings or occurrences that are beyond normal scientific understanding and explanation, often associated with supernatural or unexplained events.;;;Spirits or apparitions of deceased people that are believed by some to haunt specific locations or individuals.;;;Phenomena that are beyond the scope of normal scientific understanding and explanation, often involving supernatural elements.;;;A situation or thing that is not known about or familiar to someone.;;;Heavenly beings that are often considered messengers of God in various religions.;;;Experiences or sightings that are believed to involve ghosts or supernatural entities.;;;Non-physical beings often associated with religious or spiritual beliefs.;;;Spirits or souls of deceased individuals, often believed to haunt specific locations or people.;;;Spirits or souls of deceased individuals, believed to haunt places, objects, or people.;;;Sounds that cannot be attributed to known sources and are often associated with paranormal activity.;;;A non-physical aspect of the world that is often associated with religious or supernatural beliefs.;;;A realm that encompasses phenomena and entities beyond the scope of scientific explanation, including ghosts, spirits, and other paranormal activities.;;;A feeling or sensation of something being present, often unexplained and attributed to supernatural causes.;;;Spirits of deceased individuals that are believed to haunt places, objects, or people.;;;A category of phenomena that are considered to be beyond scientific explanation and often associated with the paranormal or spiritual.",
        "chunkid": "Why People Believe in Ghosts21;;;Why People Believe in Ghosts7;;;Why People Believe in Ghosts3;;;Why People Believe in Ghosts14;;;Why People Believe in Ghosts16;;;Why People Believe in Ghosts25;;;Why People Believe in Ghosts17;;;Why People Believe in Ghosts19;;;Why People Believe in Ghosts6;;;Why People Believe in Ghosts4;;;Why People Believe in Ghosts8;;;Why People Believe in Ghosts10;;;Why People Believe in Ghosts20;;;Why People Believe in Ghosts22;;;Why People Believe in Ghosts15;;;Why People Believe in Ghosts24;;;Why People Believe in Ghosts12;;;Why People Believe in Ghosts1"
    },
    "entity7": {
        "name": "popular culture",
        "type": "Cultural Concept",
        "description": "The set of practices, beliefs, and objects that are dominant or prevalent in a society, widely accessible, and often disseminated by the media.",
        "chunkid": "Why People Believe in Ghosts6"
    },
    "entity8": {
        "name": "movies",
        "type": "Media Format",
        "description": "A series of moving images, usually accompanied by sound, presented on a screen for entertainment or educational purposes.",
        "chunkid": "Why People Believe in Ghosts6"
    },
    "entity9": {
        "name": "TV shows",
        "type": "Media Format",
        "description": "Television programs that are broadcast in regular intervals and can be either fictional or non-fictional.",
        "chunkid": "Why People Believe in Ghosts6"
    },
    "entity10": {
        "name": "books",
        "type": "Media Format",
        "description": "Written works or compositions published in print or electronic form, often containing stories, information, or ideas.",
        "chunkid": "Why People Believe in Ghosts6"
    },
    "entity20": {
        "name": "skeptics",
        "type": "Group of People",
        "description": "A group of individuals who tend to doubt the validity or truth of claims without sufficient evidence.;;;A group of individuals who tend to doubt the validity or authenticity of certain claims, especially those related to paranormal experiences.",
        "chunkid": "Why People Believe in Ghosts14;;;Why People Believe in Ghosts24"
    },
    "entity22": {
        "name": "Psychological factors",
        "type": "Concept",
        "description": "Elements of the mind and mental processes that influence behavior and beliefs.",
        "chunkid": "Why People Believe in Ghosts15"
    },
    "entity25": {
        "name": "immortality",
        "type": "Concept",
        "description": "The state of being able to live forever without dying.",
        "chunkid": "Why People Believe in Ghosts16"
    },
    "entity29": {
        "name": "afterlife",
        "type": "Concept",
        "description": "The belief in life after death, where the consciousness or soul continues to exist in another form or place.",
        "chunkid": "Why People Believe in Ghosts17"
    },
    "entity30": {
        "name": "cultural and religious beliefs",
        "type": "Concept",
        "description": "A set of shared attitudes, values, goals, and practices that characterize a group or society.;;;A set of shared attitudes, values, goals, and practices that are characteristic of a particular social or ethnic group, often intertwined with spiritual or supernatural elements.",
        "chunkid": "Why People Believe in Ghosts19;;;Why People Believe in Ghosts21"
    },
    "entity33": {
        "name": "ancestors",
        "type": "Historical Figures",
        "description": "Deceased members of one's family, particularly those from previous generations who are often revered in various cultural practices and beliefs.",
        "chunkid": "Why People Believe in Ghosts20"
    },
    "entity45": {
        "name": "superstitions",
        "type": "Belief System",
        "description": "Irrational beliefs or practices based on fear of the unknown, magic, chance, or the influence of supernatural forces.",
        "chunkid": "Why People Believe in Ghosts24"
    }
}