{
    "entity1": {
        "name": "The Art of Film Editing",
        "type": "Title",
        "description": "A title that may refer to a book, article, or documentary about the techniques and principles involved in film editing.",
        "chunkid": "The Art of Film Editing1"
    },
    "entity2": {
        "name": "Film editing",
        "type": "Process",
        "description": "An essential aspect of filmmaking involving selecting and arranging shots to create a cohesive narrative.",
        "chunkid": "The Art of Film Editing1"
    },
    "entity3": {
        "name": "invisible art",
        "type": "Concept",
        "description": "A term used to describe the skill of editing in film and video production, where the editor's work is seamless and unobtrusive.",
        "chunkid": "The Art of Film Editing2"
    },
    "entity4": {
        "name": "Editing",
        "type": "Process",
        "description": "The process of assembling and manipulating raw footage to create a coherent and engaging film.",
        "chunkid": "The Art of Film Editing3"
    },
    "entity5": {
        "name": "filmmaking",
        "type": "Art Form",
        "description": "The art and practice of creating films, including all aspects from pre-production to post-production.",
        "chunkid": "The Art of Film Editing3"
    },
    "entity6": {
        "name": "film editor",
        "type": "Occupation",
        "description": "A professional responsible for assembling and editing raw footage into a coherent motion picture.",
        "chunkid": "The Art of Film Editing4"
    },
    "entity7": {
        "name": "editor",
        "type": "Person/Role",
        "description": "A person responsible for refining and improving the quality of a video or film by making adjustments to pacing, trimming unnecessary footage, and adding visual and sound effects.",
        "chunkid": "The Art of Film Editing9"
    },
    "entity8": {
        "name": "film editing",
        "type": "Concept",
        "description": "The process of selecting and arranging shots to create a coherent motion picture.",
        "chunkid": "The Art of Film Editing11"
    },
    "entity9": {
        "name": "continuity editing techniques",
        "type": "Technique",
        "description": "A set of methods used in film editing to maintain consistency in the sequence of events, actions, and visual elements within a scene.",
        "chunkid": "The Art of Film Editing11"
    },
    "entity10": {
        "name": "Continuity editing",
        "type": "Film Technique",
        "description": "A method used in film and video production to ensure that the audience can follow the action smoothly and understand the spatial relationships between characters and objects.",
        "chunkid": "The Art of Film Editing12"
    },
    "entity11": {
        "name": "match cuts",
        "type": "Film Technique",
        "description": "A film editing technique where a cut in the film matches the action or visual elements from one shot to another, creating a seamless transition.",
        "chunkid": "The Art of Film Editing13"
    },
    "entity12": {
        "name": "eyeline matches",
        "type": "Film Technique",
        "description": "A film editing technique that shows what a character is looking at by cutting between the character's point of view and the object or person they are looking at.",
        "chunkid": "The Art of Film Editing13"
    },
    "entity13": {
        "name": "shot-reverse-shot sequences",
        "type": "Film Technique",
        "description": "A film editing technique that alternates shots from one character to another, often used in conversations to show the interaction between characters.",
        "chunkid": "The Art of Film Editing13"
    },
    "entity14": {
        "name": "jump cuts",
        "type": "Film Technique",
        "description": "A film editing technique where a cut is made within a continuous shot, often creating a disorienting effect or emphasizing the passage of time.",
        "chunkid": "The Art of Film Editing15"
    },
    "entity15": {
        "name": "cross-cutting",
        "type": "Film Technique",
        "description": "An editing technique used to alternate between two or more scenes that are happening simultaneously in different locations, often building tension or suspense.",
        "chunkid": "The Art of Film Editing15"
    },
    "entity16": {
        "name": "montages",
        "type": "Film Technique",
        "description": "A sequence of brief shots edited together to compress time and convey a lot of information quickly, often used to show the passage of time or a series of events.",
        "chunkid": "The Art of Film Editing15"
    },
    "entity17": {
        "name": "parallel editing",
        "type": "Film Technique",
        "description": "An editing technique that alternates between two different scenes to suggest a parallel action or to build suspense by showing simultaneous actions in different locations.",
        "chunkid": "The Art of Film Editing15"
    },
    "entity18": {
        "name": "film editing",
        "type": "Art Form",
        "description": "The process of selecting and arranging shots to create a coherent film.",
        "chunkid": "The Art of Film Editing16"
    },
    "entity19": {
        "name": "time and space",
        "type": "Concept",
        "description": "Abstract ideas that are manipulated within the context of filmmaking to enhance storytelling.",
        "chunkid": "The Art of Film Editing16"
    },
    "entity20": {
        "name": "flashbacks",
        "type": "Narrative Technique",
        "description": "A narrative technique that interrupts the chronological sequence of a story to depict events from the past.",
        "chunkid": "The Art of Film Editing17"
    },
    "entity21": {
        "name": "flash-forwards",
        "type": "Narrative Technique",
        "description": "A narrative technique that shows future events, often used to provide insight into what will happen or to create suspense.",
        "chunkid": "The Art of Film Editing17"
    },
    "entity22": {
        "name": "non-linear editing",
        "type": "Editing Technique",
        "description": "An editing method in which the sequence of a story is rearranged out of chronological order, allowing for more creative and flexible storytelling.",
        "chunkid": "The Art of Film Editing17"
    },
    "entity23": {
        "name": "temporal structure of a film",
        "type": "Concept",
        "description": "Refers to the arrangement and manipulation of time within the narrative of a film, including sequence, duration, and pacing.",
        "chunkid": "The Art of Film Editing18"
    },
    "entity24": {
        "name": "editors",
        "type": "Occupation",
        "description": "Professionals who assemble raw footage into a finished product by selecting shots, arranging scenes, and making other creative decisions to enhance the storytelling.",
        "chunkid": "The Art of Film Editing18"
    },
    "entity25": {
        "name": "audience's curiosity",
        "type": "Concept",
        "description": "The state of being eager to know or learn something, often invoked by unexpected elements in a film that pique interest and engage viewers.",
        "chunkid": "The Art of Film Editing18"
    },
    "entity26": {
        "name": "viewing experience",
        "type": "Experience",
        "description": "The overall impression and engagement level of an audience while watching a film, influenced by various factors including narrative structure, visual aesthetics, and emotional impact.",
        "chunkid": "The Art of Film Editing18"
    },
    "entity27": {
        "name": "Sound editing",
        "type": "Process",
        "description": "The process of manipulating and synchronizing sounds to match the visual elements in a film or video production.",
        "chunkid": "The Art of Film Editing21"
    },
    "entity28": {
        "name": "film",
        "type": "Medium",
        "description": "A motion picture created by recording images that convey stories, information, or evoke emotions through a series of moving pictures, often accompanied by sound.",
        "chunkid": "The Art of Film Editing21"
    },
    "entity29": {
        "name": "film editing",
        "type": "Process",
        "description": "A complex and multifaceted process in filmmaking that involves arranging and modifying film shots to create a coherent movie.",
        "chunkid": "The Art of Film Editing22"
    },
    "entity30": {
        "name": "storytelling principles",
        "type": "Concept",
        "description": "The fundamental techniques and strategies used to convey narratives effectively, including structure, character development, and pacing.",
        "chunkid": "The Art of Film Editing22"
    },
    "entity31": {
        "name": "film editor",
        "type": "Profession",
        "description": "A professional who assembles and edits raw footage into a coherent film.",
        "chunkid": "The Art of Film Editing23"
    },
    "entity32": {
        "name": "film",
        "type": "Art Form",
        "description": "A series of moving images, usually accompanied by sound, that tells a story or conveys information.",
        "chunkid": "The Art of Film Editing23"
    }
}