{
    "entity1": {
        "name": "Sharks",
        "type": "Animal",
        "description": "A group of fish with a cartilaginous skeleton, known for their predatory behavior and keen senses.;;;A group of fish with a cartilaginous skeleton, known for their predatory behavior and ability to sense the movements of other marine life.;;;A group of fish known for their acute sense of smell and predatory behavior.;;;A group of fish that have evolved over millions of years to become efficient predators in the marine ecosystem.;;;A group of cartilaginous fish known for their predatory behavior and highly developed sensory systems.;;;A large predatory shark known for its size and power, often found in coastal surface waters.;;;A large marine predator known for its keen sense of smell.;;;A group of cartilaginous fish known for their predatory behavior and sensory capabilities.;;;A group of fish with a cartilaginous skeleton, known for their predatory behavior in the ocean.;;;A group of fish with cartilaginous skeletons and powerful jaws, known for their predatory behavior.;;;A group of fish known for their predatory capabilities and sensory abilities that help them navigate the ocean.;;;A group of fish with a cartilaginous skeleton, known for their predatory behavior and sensory adaptations.;;;A group of fish with a cartilaginous skeleton, known for their predatory behavior and well-developed sensory systems.;;;A group of cartilaginous fish characterized by a streamlined body, powerful jaws, and sharp teeth.;;;A group of fish with a cartilaginous skeleton, known for their predatory behavior and specialized sensory systems.;;;A group of fish characterized by a cartilaginous skeleton, five to seven gill slits on the sides of the head, and pectoral fins that are not fused to the head.;;;A group of fish with a cartilaginous skeleton, known for their predatory behavior and sensitive sensory systems.;;;A group of fish known for their cartilaginous skeletons, powerful jaws, and predatory behavior.",
        "chunkid": "How Sharks Detect Prey10;;;How Sharks Detect Prey12;;;How Sharks Detect Prey7;;;How Sharks Detect Prey17;;;How Sharks Detect Prey21;;;How Sharks Detect Prey8;;;How Sharks Detect Prey3;;;How Sharks Detect Prey18;;;How Sharks Detect Prey20;;;How Sharks Detect Prey1;;;How Sharks Detect Prey4;;;How Sharks Detect Prey6;;;How Sharks Detect Prey19;;;How Sharks Detect Prey14;;;How Sharks Detect Prey16;;;How Sharks Detect Prey5;;;How Sharks Detect Prey23;;;How Sharks Detect Prey9;;;How Sharks Detect Prey11;;;How Sharks Detect Prey15"
    },
    "entity2": {
        "name": "marine ecosystem",
        "type": "Environment",
        "description": "The aquatic environment where organisms, including sharks, live and interact with each other and their surroundings.;;;A natural environment where organisms live in water, such as oceans, seas, rivers, and lakes.",
        "chunkid": "How Sharks Detect Prey21;;;How Sharks Detect Prey1"
    },
    "entity3": {
        "name": "hunters",
        "type": "Occupation/Role",
        "description": "Individuals who pursue and catch animals, typically for food or sport.",
        "chunkid": "How Sharks Detect Prey2"
    },
    "entity4": {
        "name": "prey",
        "type": "Animal Category",
        "description": "Animals that are hunted or caught by predators as food.;;;Animals that are hunted and eaten by predators such as sharks.;;;An animal that is hunted and eaten by another animal, often referred to as predators.;;;Animals that are hunted or caught by predators for food.;;;Animals that are hunted by other animals for food.;;;An animal that is hunted by another for food.",
        "chunkid": "How Sharks Detect Prey4;;;How Sharks Detect Prey8;;;How Sharks Detect Prey14;;;How Sharks Detect Prey21;;;How Sharks Detect Prey18;;;How Sharks Detect Prey2;;;How Sharks Detect Prey20"
    },
    "entity6": {
        "name": "ocean",
        "type": "Geographical Feature",
        "description": "The vast body of saltwater that covers most of the Earth's surface, providing a habitat for marine life.;;;A large body of saltwater that covers approximately 71% of Earth's surface, providing a habitat for a diverse range of marine life.",
        "chunkid": "How Sharks Detect Prey23;;;How Sharks Detect Prey3"
    },
    "entity10": {
        "name": "olfactory system",
        "type": "Biological System",
        "description": "The sensory system used by animals to detect and process odors, which is particularly well-developed in sharks for detecting chemicals in water.",
        "chunkid": "How Sharks Detect Prey5"
    },
    "entity12": {
        "name": "Olympic-sized swimming pool",
        "type": "Facility",
        "description": "A large swimming pool built to the specifications set by the International Olympic Committee, typically used for competitive swimming events.",
        "chunkid": "How Sharks Detect Prey6"
    },
    "entity13": {
        "name": "olfactory bulbs",
        "type": "Anatomical Structure",
        "description": "A part of the brain involved in processing and analyzing scents.",
        "chunkid": "How Sharks Detect Prey7"
    },
    "entity18": {
        "name": "lateral line system",
        "type": "Anatomical Feature",
        "description": "A sensory organ found in aquatic animals that detects movement and vibrations in the surrounding water, aiding in navigation and prey detection.;;;A system of sense organs in aquatic vertebrates that detects movement and pressure changes in the surrounding water.",
        "chunkid": "How Sharks Detect Prey19;;;How Sharks Detect Prey9"
    },
    "entity20": {
        "name": "fish",
        "type": "Animal",
        "description": "Aquatic vertebrates that live in water and breathe through gills, often serving as prey for larger predators like sharks.",
        "chunkid": "How Sharks Detect Prey10"
    },
    "entity21": {
        "name": "marine animals",
        "type": "Animal Group",
        "description": "A diverse group of organisms that inhabit the marine environment, including various species of fish, mammals, and invertebrates.",
        "chunkid": "How Sharks Detect Prey10"
    },
    "entity23": {
        "name": "electrical signals",
        "type": "Phenomenon",
        "description": "Electromagnetic fields or impulses that can be detected by certain organisms as part of their sensory adaptations.;;;Electrical fields are regions around charged particles where a force can be detected.",
        "chunkid": "How Sharks Detect Prey13;;;How Sharks Detect Prey11"
    },
    "entity25": {
        "name": "ampullae of Lorenzini",
        "type": "Anatomical Structure",
        "description": "A network of electroreceptor organs in sharks and rays, used to detect electric fields in water for navigation and hunting.",
        "chunkid": "How Sharks Detect Prey12"
    },
    "entity26": {
        "name": "cells",
        "type": "Biological Structure",
        "description": "Cells are the basic structural and functional units of living organisms.",
        "chunkid": "How Sharks Detect Prey13"
    },
    "entity28": {
        "name": "muscles",
        "type": "Biological Structure",
        "description": "Muscles are contractile tissues in animals that produce movement and maintain posture.",
        "chunkid": "How Sharks Detect Prey13"
    },
    "entity29": {
        "name": "nerves",
        "type": "Biological Structure",
        "description": "Nerves are bundles of fibers that transmit signals between the brain, spinal cord, and other parts of the body.",
        "chunkid": "How Sharks Detect Prey13"
    },
    "entity30": {
        "name": "animals",
        "type": "Living Organism",
        "description": "Animals are multicellular eukaryotic organisms that form the biological kingdom Animalia.",
        "chunkid": "How Sharks Detect Prey13"
    },
    "entity35": {
        "name": "eyes",
        "type": "Anatomical Feature",
        "description": "The visual organs that allow sharks to see in low light conditions and murky waters.",
        "chunkid": "How Sharks Detect Prey16"
    },
    "entity37": {
        "name": "tapetum lucidum",
        "type": "Anatomical Structure",
        "description": "A layer of tissue behind the retina that reflects light back through the retina, enhancing vision in low-light conditions.",
        "chunkid": "How Sharks Detect Prey17"
    },
    "entity47": {
        "name": "smell",
        "type": "Sensory Ability",
        "description": "The ability to detect odors or scents through the nose.",
        "chunkid": "How Sharks Detect Prey22"
    },
    "entity48": {
        "name": "hearing",
        "type": "Sensory Ability",
        "description": "The ability to perceive sound by detecting vibrations via an organ such as the ear.",
        "chunkid": "How Sharks Detect Prey22"
    },
    "entity49": {
        "name": "electroreception",
        "type": "Sensory Ability",
        "description": "The ability to detect electrical impulses or fields, often found in aquatic animals.",
        "chunkid": "How Sharks Detect Prey22"
    },
    "entity50": {
        "name": "vision",
        "type": "Sensory Ability",
        "description": "The ability to perceive the visible spectrum of light and see images through the eyes.",
        "chunkid": "How Sharks Detect Prey22"
    },
    "entity51": {
        "name": "touch",
        "type": "Sensory Ability",
        "description": "The ability to sense physical contact or pressure on the skin.",
        "chunkid": "How Sharks Detect Prey22"
    },
    "entity54": {
        "name": "marine food chain",
        "type": "Ecological Concept",
        "description": "The hierarchical structure in marine ecosystems where organisms are grouped into trophic levels based on their feeding relationships and energy transfer.",
        "chunkid": "How Sharks Detect Prey23"
    }
}