{
    "entity1": {
        "name": "Clouds",
        "type": "Natural Phenomenon",
        "description": "A type of cloud that can develop from cumulus clouds and is associated with thunderstorms and heavy rain, characterized by a large vertical development.;;;Solid structures with a regular geometric arrangement of atoms or molecules, often forming in cold atmospheric conditions and contributing to cloud formation.;;;A type of cloud that forms a uniform layer covering the sky, often resulting in overcast conditions.;;;A process in which water vapor changes into liquid form, contributing to cloud formation.;;;The process by which clouds are created in the atmosphere.;;;Movements of air within the atmosphere, often caused by differences in temperature and pressure.;;;A type of cloud characterized by a puffy, cotton-like appearance, often associated with fair weather but can also develop into storm clouds.;;;The process by which clouds are created through the condensation of water vapor in the atmosphere.;;;Visible masses of water droplets or ice crystals suspended in the atmosphere above the surface of a planetary body, typically Earth.;;;Small drops of liquid, typically water, that form in the atmosphere and contribute to cloud formation.;;;A type of cloud that is dense and puffy, often resembling cotton balls.;;;Visible masses of water droplets or frozen crystals suspended in the atmosphere, typically visible as white or gray aggregates.;;;A visible mass of condensed water vapor floating in the atmosphere, typically high above the ground.;;;Low-lying clouds that form in a more uniform layer across the sky.;;;Solid forms of water with a crystalline structure, often formed by the freezing of water droplets in cold conditions.;;;A type of cloud composed of ice crystals, often seen in the sky on clear days.;;;Movements of air within the atmosphere, which can be horizontal or vertical.;;;Small drops of water that form when water vapor condenses in the atmosphere or on surfaces.;;;The process by which a substance changes from a gas to a liquid; in meteorology, it refers to water vapor turning into liquid droplets or ice crystals.;;;A type of cloud characterized by a uniform, grayish appearance that often covers the entire sky and can lead to overcast conditions.;;;Visible masses of water droplets or frozen crystals suspended in the atmosphere above the surface of a planetary body.;;;Visible masses of condensed water vapor floating in the atmosphere, typically white or gray.;;;Fluffy, white clouds that are often seen on a sunny day.;;;The process by which a substance changes from a gas into a liquid or solid, often due to cooling or increased pressure.;;;A type of cloud that is typically associated with fair weather, characterized by a puffy, cotton-like appearance.;;;Small, solid pieces of water that form under cold conditions and are a component of cirrus clouds.;;;A type of high-altitude cloud composed of ice crystals, appearing thin and wispy.;;;High, wispy clouds that are thin and delicate in appearance.;;;The process by which clouds are created in the atmosphere through the condensation of water vapor.",
        "chunkid": "How Clouds Form25;;;How Clouds Form16;;;How Clouds Form22;;;How Clouds Form8;;;How Clouds Form9;;;How Clouds Form19;;;How Clouds Form20;;;How Clouds Form24;;;How Clouds Form1;;;How Clouds Form15;;;How Clouds Form10;;;How Clouds Form13;;;How Clouds Form26;;;How Clouds Form3;;;How Clouds Form11;;;How Clouds Form14;;;How Clouds Form4;;;How Clouds Form17;;;How Clouds Form2"
    },
    "entity2": {
        "name": "Sky",
        "type": "Atmospheric Feature",
        "description": "The atmosphere and outer space as viewed from Earth, appearing as a vast expanse overhead.",
        "chunkid": "How Clouds Form1"
    },
    "entity3": {
        "name": "temperature",
        "type": "Physical Property",
        "description": "A measure of the average kinetic energy of particles in a substance.",
        "chunkid": "How Clouds Form25;;;How Clouds Form11;;;How Clouds Form2"
    },
    "entity4": {
        "name": "humidity",
        "type": "Atmospheric Condition",
        "description": "The amount of water vapor present in the air.",
        "chunkid": "How Clouds Form25;;;How Clouds Form11;;;How Clouds Form2"
    },
    "entity8": {
        "name": "Earth's surface",
        "type": "Geographical Feature",
        "description": "The outer layer of the Earth, including land and water surfaces.;;;The surface of the earth, including soil, rock, and other materials.",
        "chunkid": "How Clouds Form4;;;How Clouds Form5"
    },
    "entity9": {
        "name": "Sun",
        "type": "Celestial Body",
        "description": "The star at the center of the solar system, providing light and energy to Earth.;;;The star at the center of the solar system that provides light and energy to Earth.",
        "chunkid": "How Clouds Form4;;;How Clouds Form5"
    },
    "entity12": {
        "name": "dew point",
        "type": "Scientific Concept",
        "description": "The temperature at which air becomes saturated with water vapor, causing condensation to occur.;;;The temperature at which water vapor in the air begins to condense into liquid water or ice.",
        "chunkid": "How Clouds Form8;;;How Clouds Form7"
    },
    "entity13": {
        "name": "water vapor",
        "type": "Chemical Substance",
        "description": "The gaseous state of water, which is a key component in the Earth's atmosphere and plays a significant role in weather and climate processes.;;;A gaseous form of water that is present in the atmosphere and plays a significant role in weather and climate processes.;;;Water in its gaseous state, present in the atmosphere and contributing to weather phenomena.;;;Water in its gaseous state, present in the Earth's atmosphere and a key component in cloud formation.",
        "chunkid": "How Clouds Form24;;;How Clouds Form8;;;How Clouds Form10;;;How Clouds Form7"
    },
    "entity41": {
        "name": "mare's tails",
        "type": "Phenomenon",
        "description": "A term used to describe a type of cloud formation known for its wispy, hair-like appearance.",
        "chunkid": "How Clouds Form23"
    },
    "entity50": {
        "name": "natural world",
        "type": "Environment",
        "description": "The physical world, including plants, animals, landscapes, and ecosystems, as opposed to human-made environments.",
        "chunkid": "How Clouds Form26"
    }
}