{
    "entity1": {
        "name": "Consumer behavior",
        "type": "Concept",
        "description": "The study of individuals, groups, or organizations and the processes they use to select, secure, use, and dispose of products, services, experiences, or ideas to satisfy needs and desires.;;;The scientific study of the human mind and behavior, including various sub-disciplines such as cognitive, developmental, social, and clinical psychology.;;;The cognitive and behavioral steps involved in making choices among alternatives, leading to a final decision.;;;The study of how individuals make decisions to spend their available resources on consumption-related items.;;;The process by which consumers make choices about what to buy, influenced by psychological factors.;;;A field of study within psychology that examines the processes involved in how people make decisions to spend their available resources on consumption goods and services.",
        "chunkid": "The Psychology of Consumer Behavior26;;;The Psychology of Consumer Behavior3;;;The Psychology of Consumer Behavior27;;;The Psychology of Consumer Behavior1"
    },
    "entity3": {
        "name": "psychological factors",
        "type": "Concept",
        "description": "The process by which individuals interpret and organize sensory information to represent and understand the environment.;;;Strong feelings deriving from one's circumstances, mood, or relationships with others.;;;The process of organizing, identifying, and interpreting sensory information to represent and understand the environment.;;;A set of mental and emotional elements that affect human behavior, particularly in the context of consumer actions.",
        "chunkid": "The Psychology of Consumer Behavior3;;;The Psychology of Consumer Behavior19"
    },
    "entity5": {
        "name": "motivation",
        "type": "Psychological Concept",
        "description": "A type of motivation driven by internal factors such as personal preferences, values, and emotions.;;;An internal state or cognitive process that initiates, guides, and sustains goal-directed behaviors.;;;External factors that affect an individual's behavior and decision-making processes through social interaction and cultural norms.;;;A type of motivation influenced by external factors like social norms, peer pressure, and marketing messages.",
        "chunkid": "The Psychology of Consumer Behavior3;;;The Psychology of Consumer Behavior6;;;The Psychology of Consumer Behavior19"
    },
    "entity7": {
        "name": "attitudes",
        "type": "Psychological Concept",
        "description": "The feelings, beliefs, and opinions that consumers have about a product, service, or brand.;;;A settled way of thinking or feeling about someone or something, typically one that is reflected in a person's behavior.;;;A learned predisposition to respond in a consistently favorable or unfavorable manner with respect to a given object.",
        "chunkid": "The Psychology of Consumer Behavior3;;;The Psychology of Consumer Behavior16;;;The Psychology of Consumer Behavior19"
    },
    "entity11": {
        "name": "consumer",
        "type": "Person/Role",
        "description": "Individuals who purchase goods or services from businesses, contributing to the business's revenue and brand loyalty.;;;An individual who purchases goods or services for personal use.",
        "chunkid": "The Psychology of Consumer Behavior7;;;The Psychology of Consumer Behavior27"
    },
    "entity12": {
        "name": "product",
        "type": "Object",
        "description": "A good or service that is offered for sale to a consumer.",
        "chunkid": "The Psychology of Consumer Behavior7"
    },
    "entity13": {
        "name": "values or beliefs",
        "type": "Concept",
        "description": "Personal principles or standards of behavior; one's judgment of what is important in life.",
        "chunkid": "The Psychology of Consumer Behavior7"
    },
    "entity14": {
        "name": "limited-time discount",
        "type": "Promotion",
        "description": "A temporary reduction in price offered to encourage purchases within a specified period.",
        "chunkid": "The Psychology of Consumer Behavior7"
    },
    "entity15": {
        "name": "marketing messages",
        "type": "Concept",
        "description": "Strategies and communications used by businesses to promote their products or services.;;;A set of methods used by businesses to promote their products or services and influence consumer behavior.",
        "chunkid": "The Psychology of Consumer Behavior16;;;The Psychology of Consumer Behavior10"
    },
    "entity16": {
        "name": "brand image",
        "type": "Concept",
        "description": "The perception of a brand in the minds of consumers, including its reputation and associations.",
        "chunkid": "The Psychology of Consumer Behavior10"
    },
    "entity17": {
        "name": "packaging",
        "type": "Product Feature",
        "description": "The design and materials used to contain and protect products for sale.",
        "chunkid": "The Psychology of Consumer Behavior10"
    },
    "entity18": {
        "name": "past experiences",
        "type": "Concept",
        "description": "Previous interactions or encounters that influence current perceptions or behaviors.",
        "chunkid": "The Psychology of Consumer Behavior10"
    },
    "entity19": {
        "name": "luxury brand",
        "type": "Product/Service",
        "description": "A high-end product or service that is marketed as superior in quality and status.",
        "chunkid": "The Psychology of Consumer Behavior11"
    },
    "entity20": {
        "name": "Businesses",
        "type": "Organization",
        "description": "Organizations or companies that engage in commercial, industrial, and professional activities.;;;Organizations or companies that operate in the market to provide goods and services.;;;Organizations or companies that engage in commercial activities and aim to create engaging experiences for their customers.",
        "chunkid": "The Psychology of Consumer Behavior26;;;The Psychology of Consumer Behavior16;;;The Psychology of Consumer Behavior27"
    },
    "entity23": {
        "name": "advertisements",
        "type": "Media",
        "description": "Forms of communication used to persuade an audience to take some action with respect to products, services, or ideas.",
        "chunkid": "The Psychology of Consumer Behavior16"
    },
    "entity24": {
        "name": "endorsements",
        "type": "Concept",
        "description": "Public recommendations or support given by a person or organization for a product, service, or candidate.",
        "chunkid": "The Psychology of Consumer Behavior16"
    },
    "entity25": {
        "name": "product placements",
        "type": "Marketing Technique",
        "description": "A marketing strategy where products are placed within media content to increase brand exposure and consumer awareness.",
        "chunkid": "The Psychology of Consumer Behavior16"
    },
    "entity30": {
        "name": "collectivist cultures",
        "type": "Culture",
        "description": "Cultures that emphasize the importance of social relationships and group harmony.",
        "chunkid": "The Psychology of Consumer Behavior24"
    },
    "entity31": {
        "name": "individualistic cultures",
        "type": "Culture",
        "description": "Cultures that prioritize personal preferences and self-expression over group harmony.",
        "chunkid": "The Psychology of Consumer Behavior24"
    },
    "entity33": {
        "name": "target audience",
        "type": "Group",
        "description": "A specific group of consumers at which a business aims its products, services, or marketing efforts.",
        "chunkid": "The Psychology of Consumer Behavior26"
    },
    "entity38": {
        "name": "sales",
        "type": "Economic Activity",
        "description": "The exchange of goods or services for money, a key performance indicator for businesses.",
        "chunkid": "The Psychology of Consumer Behavior27"
    },
    "entity39": {
        "name": "brand loyalty",
        "type": "Customer Behavior",
        "description": "The tendency of customers to consistently choose the same brand over competitors due to positive experiences and satisfaction.",
        "chunkid": "The Psychology of Consumer Behavior27"
    }
}