{
    "entity1": {
        "name": "Environmental Impact",
        "type": "Concept",
        "description": "The effect of human activities on the environment, including changes to ecosystems, pollution, and resource depletion.;;;The effect of human activities on the environment, often discussed in terms of pollution, resource depletion, and ecological damage.;;;The effect that human activities, such as industrial production, have on the natural environment, often leading to pollution, resource depletion, or ecological damage.;;;The contamination of the natural environment by harmful substances or factors, leading to adverse effects on ecosystems and human health.;;;A set of methods and strategies aimed at minimizing the environmental impact of the fashion industry by promoting ethical and sustainable production processes.;;;Gases released into the atmosphere that contribute to global warming and climate change, often as a result of industrial activities.;;;The release of carbon dioxide and other greenhouse gases into the atmosphere, contributing to climate change.;;;A measure of the total amount of carbon dioxide and other greenhouse gases emitted as a result of an activity or process.;;;The contamination of air and water resources, often resulting from industrial activities or the extraction and processing of materials.;;;A measure of the impact human activities have on the environment in terms of the amount of natural resources used and waste generated.",
        "chunkid": "The Environmental Impact of Fast Fashion1;;;The Environmental Impact of Fast Fashion21;;;The Environmental Impact of Fast Fashion2;;;The Environmental Impact of Fast Fashion16;;;The Environmental Impact of Fast Fashion18;;;The Environmental Impact of Fast Fashion14;;;The Environmental Impact of Fast Fashion6;;;The Environmental Impact of Fast Fashion12;;;The Environmental Impact of Fast Fashion23"
    },
    "entity2": {
        "name": "Fast Fashion",
        "type": "Industry Trend",
        "description": "A business model that emphasizes rapid production and low costs to bring trendy clothing to market quickly, often at the expense of environmental sustainability.;;;A segment of the fashion industry that focuses on producing trendy clothing at a low cost and rapid turnover.;;;A business model that emphasizes rapid production and low costs to bring new trends to consumers quickly.;;;A business model of mass-producing clothing at low cost and rapid turnover to reflect current trends.;;;The global industry involved in the design, manufacturing, distribution, and retail of clothing and accessories.;;;A business model that emphasizes rapid production and low costs to bring new trends to consumers quickly, often at the expense of environmental sustainability.;;;A sector of the clothing and apparel market characterized by mass-produced, trend-driven, and low-cost garments.;;;Companies that produce trendy and inexpensive clothing at a rapid pace, often leading to environmental issues.;;;A sector of the clothing and apparel market characterized by rapid production cycles, low costs, and frequent changes in styles to quickly follow trends.;;;A global business sector involved in the design, production, distribution, and sale of clothing and accessories.;;;A business model that emphasizes rapid production and low costs, often at the expense of environmental sustainability.;;;A business model that emphasizes rapid production cycles to bring new trends to consumers at low prices, often with negative environmental and social consequences.;;;The sector of the economy that deals with the design, production, and marketing of clothing and accessories.;;;A segment of the clothing industry known for producing trendy and inexpensive garments at a rapid pace.;;;Clothing items produced quickly and inexpensively, often following current trends.;;;The sector that encompasses the production, distribution, and sale of goods or services.;;;The process of manufacturing clothing and textiles, often in large-scale factories or sweatshops.",
        "chunkid": "The Environmental Impact of Fast Fashion5;;;The Environmental Impact of Fast Fashion22;;;The Environmental Impact of Fast Fashion1;;;The Environmental Impact of Fast Fashion21;;;The Environmental Impact of Fast Fashion2;;;The Environmental Impact of Fast Fashion7;;;The Environmental Impact of Fast Fashion13;;;The Environmental Impact of Fast Fashion16;;;The Environmental Impact of Fast Fashion8;;;The Environmental Impact of Fast Fashion9;;;The Environmental Impact of Fast Fashion3;;;The Environmental Impact of Fast Fashion15;;;The Environmental Impact of Fast Fashion4;;;The Environmental Impact of Fast Fashion17;;;The Environmental Impact of Fast Fashion12;;;The Environmental Impact of Fast Fashion23"
    },
    "entity7": {
        "name": "environment",
        "type": "Natural World",
        "description": "The surroundings or conditions in which an organism or group of organisms lives, including both living and non-living elements such as air, water, soil, and sunlight.",
        "chunkid": "The Environmental Impact of Fast Fashion3"
    },
    "entity9": {
        "name": "non-renewable resources",
        "type": "Resource Type",
        "description": "Natural resources that cannot be replenished or replaced within a human timescale and are therefore finite, such as fossil fuels and minerals.;;;Underground deposits of hydrocarbons, primarily coal, oil, and natural gas, which are used as sources of energy but are non-renewable.",
        "chunkid": "The Environmental Impact of Fast Fashion4;;;The Environmental Impact of Fast Fashion6"
    },
    "entity11": {
        "name": "polyester",
        "type": "Material",
        "description": "A synthetic fiber commonly used in textiles due to its durability and low cost.;;;Man-made materials used in the production of clothing and other textile products.;;;A strong, lightweight synthetic polymer fiber widely used in clothing and other applications.",
        "chunkid": "The Environmental Impact of Fast Fashion5;;;The Environmental Impact of Fast Fashion12"
    },
    "entity13": {
        "name": "petrochemicals",
        "type": "Resource",
        "description": "Chemical products derived from petroleum or natural gas, often used as raw materials for various industries including textiles.",
        "chunkid": "The Environmental Impact of Fast Fashion5"
    },
    "entity16": {
        "name": "cotton",
        "type": "Material",
        "description": "A natural fiber, often used in the production of textiles and clothing.",
        "chunkid": "The Environmental Impact of Fast Fashion7"
    },
    "entity18": {
        "name": "deforestation",
        "type": "Environmental Issue",
        "description": "The action of clearing away forest land, often leading to loss of biodiversity and ecological imbalance.",
        "chunkid": "The Environmental Impact of Fast Fashion7"
    },
    "entity19": {
        "name": "water scarcity",
        "type": "Environmental Issue",
        "description": "A condition where the demand for water exceeds its available supply in a region.",
        "chunkid": "The Environmental Impact of Fast Fashion7"
    },
    "entity20": {
        "name": "pesticides and fertilizers",
        "type": "Agricultural Chemicals",
        "description": "Substances used to protect crops from pests and enhance plant growth, respectively.",
        "chunkid": "The Environmental Impact of Fast Fashion7"
    },
    "entity23": {
        "name": "landfills",
        "type": "Location",
        "description": "Sites where waste is buried under the ground, often causing environmental pollution.",
        "chunkid": "The Environmental Impact of Fast Fashion9"
    },
    "entity24": {
        "name": "Environmental Protection Agency",
        "type": "Organization",
        "description": "A government agency responsible for protecting human health and the environment in the United States.",
        "chunkid": "The Environmental Impact of Fast Fashion10"
    },
    "entity25": {
        "name": "United States",
        "type": "Location",
        "description": "A country located primarily in North America, known for its diverse geography, population, and culture.",
        "chunkid": "The Environmental Impact of Fast Fashion10"
    },
    "entity30": {
        "name": "raw materials",
        "type": "Goods",
        "description": "Unprocessed or minimally processed resources used in the production of goods.",
        "chunkid": "The Environmental Impact of Fast Fashion14"
    },
    "entity31": {
        "name": "finished products",
        "type": "Goods",
        "description": "Items that have been fully manufactured and are ready for sale or distribution.",
        "chunkid": "The Environmental Impact of Fast Fashion14"
    },
    "entity33": {
        "name": "United Nations Environment Programme",
        "type": "Organization",
        "description": "An international organization that coordinates environmental activities within the United Nations system.",
        "chunkid": "The Environmental Impact of Fast Fashion15"
    },
    "entity36": {
        "name": "cheap labor",
        "type": "Economic Phenomenon",
        "description": "Refers to the practice of employing workers at very low wages, often in developing countries.",
        "chunkid": "The Environmental Impact of Fast Fashion16"
    },
    "entity37": {
        "name": "developing countries",
        "type": "Geographic Region",
        "description": "Countries that are less industrialized and have lower standards of living compared to developed nations.",
        "chunkid": "The Environmental Impact of Fast Fashion16"
    },
    "entity42": {
        "name": "organic materials",
        "type": "Material",
        "description": "Materials derived from natural resources that are grown without the use of synthetic pesticides or fertilizers, often used in eco-friendly products.",
        "chunkid": "The Environmental Impact of Fast Fashion18"
    },
    "entity43": {
        "name": "recycled materials",
        "type": "Material",
        "description": "Materials that have been processed and reused to create new products, reducing waste and the need for virgin resources.",
        "chunkid": "The Environmental Impact of Fast Fashion18"
    },
    "entity44": {
        "name": "efficient production processes",
        "type": "Process",
        "description": "Manufacturing methods designed to minimize resource consumption and waste generation while maintaining or improving product quality.",
        "chunkid": "The Environmental Impact of Fast Fashion18"
    },
    "entity45": {
        "name": "clothing for longevity",
        "type": "Product Design Concept",
        "description": "A design philosophy that focuses on creating garments that are durable, versatile, and timeless to extend their useful life and reduce the frequency of replacement.",
        "chunkid": "The Environmental Impact of Fast Fashion18"
    },
    "entity46": {
        "name": "Brands",
        "type": "Organization",
        "description": "Companies or businesses that produce and sell products, often under a specific name or logo.",
        "chunkid": "The Environmental Impact of Fast Fashion19"
    },
    "entity47": {
        "name": "circular economy principles",
        "type": "Concept",
        "description": "A set of guidelines aimed at minimizing waste and making the most of resources by reusing, repairing, refurbishing, and recycling materials and products.",
        "chunkid": "The Environmental Impact of Fast Fashion19"
    },
    "entity48": {
        "name": "Consumers",
        "type": "Group of People",
        "description": "People who purchase and use products or services.;;;Individuals who purchase and use goods and services.",
        "chunkid": "The Environmental Impact of Fast Fashion22;;;The Environmental Impact of Fast Fashion20"
    },
    "entity49": {
        "name": "ethical and sustainable fashion brands",
        "type": "Business Entities",
        "description": "Companies that prioritize ethical practices and sustainability in their production processes and supply chains.",
        "chunkid": "The Environmental Impact of Fast Fashion20"
    },
    "entity52": {
        "name": "resource depletion",
        "type": "Environmental Issue",
        "description": "The reduction in available natural resources due to overuse or unsustainable practices.",
        "chunkid": "The Environmental Impact of Fast Fashion21"
    },
    "entity53": {
        "name": "textile waste",
        "type": "Waste Type",
        "description": "Waste generated from the production and disposal of textiles, including fabric scraps and discarded clothing.",
        "chunkid": "The Environmental Impact of Fast Fashion21"
    },
    "entity58": {
        "name": "sustainable future",
        "type": "Concept",
        "description": "A long-term vision of development that meets present needs without compromising the ability of future generations to meet their own needs.",
        "chunkid": "The Environmental Impact of Fast Fashion22"
    }
}