{
    "entity1": {
        "name": "Memory formation",
        "type": "Biological Process",
        "description": "A stage in memory formation where information is transformed into a format that can be stored in the brain.;;;Interconnected groups of neurons in the brain that work together to process and transmit information.;;;The central organ of the nervous system, which is located in the skull and responsible for controlling most bodily activities.;;;A fundamental property of the nervous system that allows for changes in synaptic strength, which is crucial for learning and memory.;;;The central organ of the nervous system, which controls most bodily activities, thoughts, and sensations.;;;A process in which synaptic strength is increased over time, contributing to learning and memory formation.;;;The process by which the brain encodes, stores, and retrieves information.;;;A region in the brain's medial temporal lobe that plays a crucial role in the consolidation of information from short-term to long-term memory, and spatial navigation.;;;Physical changes in the brain that represent stored information.;;;The brain is the central organ of the nervous system, responsible for controlling and coordinating bodily functions and cognitive processes.;;;A process in the brain that involves encoding, storing, and retrieving information.;;;Mental operations involved in acquiring knowledge and understanding through thought, experience, and the senses.;;;The central organ of the nervous system, which controls most bodily activities, including movement, sensation, thought, and memory.;;;A complex and fascinating process that is essential for our daily functioning and overall well-being.;;;The junctions between nerve cells that allow the transmission of electrical or chemical signals.;;;The central organ of the nervous system that controls most bodily functions and processes information from the senses.;;;The mechanisms and activities of neurons that underlie cognitive functions such as memory formation.;;;The physiological processes and structures in the nervous system that underlie cognitive functions such as memory formation.;;;A cognitive process by which information is encoded, stored, and retrieved from the brain.;;;A phase of memory formation where memories are stabilized, making them more resistant to interference over time.;;;Interconnected groups of neurons that process and transmit information within the nervous system. They are fundamental to understanding brain function and learning processes.;;;The ability to perform mental tasks, including perception, memory, decision-making, and problem-solving.;;;A complex brain structure embedded in the temporal lobe of the cerebral cortex, involved in the consolidation of information from short-term memory to long-term memory.;;;The process by which new information is transferred from short-term memory to long-term memory, making it more stable and durable over time.;;;A small almond-shaped group of nuclei located deep within the temporal lobes of the brain, involved in processing emotions and memory.;;;The process by which the brain encodes, stores, and retrieves memories.;;;The central organ of the nervous system, responsible for processing sensory information and controlling bodily functions.;;;The basic functional units of the nervous system, responsible for transmitting information through electrical and chemical signals.;;;The process by which the brain encodes and stores information for later retrieval.;;;Tasks designed to assess or engage memory functions, often used in psychological and neurological research to understand how the brain processes and stores information.;;;The process by which the brain encodes, consolidates, and stores information for later retrieval.;;;A part of the brain involved in memory formation and storage.;;;A group of nuclei located deep within the temporal lobes of the brain, associated with processing emotions and forming memories of emotional events.;;;A complex brain structure embedded in the temporal lobe of the brain, involved in the consolidation of information from short-term memory to long-term memory.;;;The process by which the brain creates and stores new memories.;;;Memory consolidation is a process by which new information is transferred from short-term to long-term memory, making it more stable and durable over time.;;;A region in the brain located at the base of the skull, involved in motor control and some cognitive functions such as attention and language.;;;Mental representations of past experiences that can be recalled or reconstructed by the brain.;;;A set of brain structures that support a variety of functions including emotion, behavior, motivation, and long-term memory.",
        "chunkid": "The Science Behind Memory Formation12;;;The Science Behind Memory Formation11;;;The Science Behind Memory Formation19;;;The Science Behind Memory Formation21;;;The Science Behind Memory Formation13;;;The Science Behind Memory Formation6;;;The Science Behind Memory Formation24;;;The Science Behind Memory Formation28;;;The Science Behind Memory Formation9;;;The Science Behind Memory Formation17;;;The Science Behind Memory Formation8;;;The Science Behind Memory Formation7;;;The Science Behind Memory Formation22;;;The Science Behind Memory Formation4;;;The Science Behind Memory Formation16;;;The Science Behind Memory Formation20;;;The Science Behind Memory Formation27;;;The Science Behind Memory Formation3;;;The Science Behind Memory Formation18;;;The Science Behind Memory Formation1;;;The Science Behind Memory Formation14;;;The Science Behind Memory Formation25"
    },
    "entity6": {
        "name": "sensory information",
        "type": "Information Type",
        "description": "Data received through the senses, such as sight, sound, touch, taste, and smell.",
        "chunkid": "The Science Behind Memory Formation4"
    },
    "entity8": {
        "name": "sight",
        "type": "sense",
        "description": "The ability to perceive the visible world through the eyes.",
        "chunkid": "The Science Behind Memory Formation5"
    },
    "entity9": {
        "name": "sound",
        "type": "sense",
        "description": "The ability to perceive auditory information through the ears.",
        "chunkid": "The Science Behind Memory Formation5"
    },
    "entity10": {
        "name": "touch",
        "type": "sense",
        "description": "The ability to perceive physical contact and pressure on the skin.",
        "chunkid": "The Science Behind Memory Formation5"
    },
    "entity11": {
        "name": "taste",
        "type": "sense",
        "description": "The ability to perceive flavors through the tongue and mouth.",
        "chunkid": "The Science Behind Memory Formation5"
    },
    "entity12": {
        "name": "smell",
        "type": "sense",
        "description": "The ability to perceive odors through the nose.",
        "chunkid": "The Science Behind Memory Formation5"
    },
    "entity15": {
        "name": "prefrontal cortex",
        "type": "Anatomical Structure",
        "description": "The anterior part of the frontal lobes of the brain, involved in planning complex cognitive behavior, personality expression, decision making, and moderating social behavior.",
        "chunkid": "The Science Behind Memory Formation6"
    },
    "entity23": {
        "name": "episodic memories",
        "type": "Memory Type",
        "description": "A type of long-term memory that involves the recall of specific events and experiences.",
        "chunkid": "The Science Behind Memory Formation12"
    },
    "entity25": {
        "name": "procedural memories",
        "type": "Memory Type",
        "description": "A type of implicit memory that involves skills and habits, often learned through repetition and practice.",
        "chunkid": "The Science Behind Memory Formation12"
    },
    "entity27": {
        "name": "motor cortex",
        "type": "Brain Structure",
        "description": "An area of the cerebral cortex that is responsible for controlling voluntary muscle movements.",
        "chunkid": "The Science Behind Memory Formation12"
    },
    "entity30": {
        "name": "Retrieval",
        "type": "Process",
        "description": "A cognitive process that involves the activation of neural networks to reconstruct memories from stored traces.",
        "chunkid": "The Science Behind Memory Formation16"
    },
    "entity37": {
        "name": "neocortex",
        "type": "Anatomical Structure",
        "description": "The outer layer of the cerebrum, responsible for higher-order functions such as sensory perception, spatial reasoning, conscious thought, and language.",
        "chunkid": "The Science Behind Memory Formation18"
    },
    "entity40": {
        "name": "neuroimaging techniques",
        "type": "Medical Procedure",
        "description": "A type of neuroimaging that measures brain activity by detecting changes in blood flow. It is used to map neural activity and understand the functional organization of the brain.;;;A set of methods used to create images of the brain and other parts of the nervous system, often for research or diagnostic purposes.",
        "chunkid": "The Science Behind Memory Formation20"
    },
    "entity42": {
        "name": "electroencephalography (EEG)",
        "type": "Medical Imaging Technique",
        "description": "A method for recording electrical activity in the brain using electrodes placed on the scalp. It is used to study brain function and diagnose conditions such as epilepsy.",
        "chunkid": "The Science Behind Memory Formation20"
    },
    "entity45": {
        "name": "emotion",
        "type": "Psychological State",
        "description": "A mental state that is characterized by feelings, physiological responses, and expressions.",
        "chunkid": "The Science Behind Memory Formation21"
    },
    "entity46": {
        "name": "attention",
        "type": "Cognitive Process",
        "description": "The ability to focus on specific stimuli or tasks while ignoring others.",
        "chunkid": "The Science Behind Memory Formation21"
    },
    "entity47": {
        "name": "sleep",
        "type": "Biological Function",
        "description": "A naturally recurring state characterized by reduced or absent consciousness, relatively suspended sensory activity, and inactivity of nearly all voluntary muscles.;;;A naturally recurring state of rest characterized by altered consciousness, relatively inhibited sensory activity, and reduced muscle activity.",
        "chunkid": "The Science Behind Memory Formation21;;;The Science Behind Memory Formation24"
    },
    "entity58": {
        "name": "learning",
        "type": "Educational Process",
        "description": "The acquisition of knowledge or skills through study, experience, or teaching.",
        "chunkid": "The Science Behind Memory Formation27"
    },
    "entity59": {
        "name": "memory disorders",
        "type": "Medical Condition",
        "description": "Conditions that affect the ability to form, retain, or recall memories, often due to brain damage or disease.",
        "chunkid": "The Science Behind Memory Formation27"
    }
}