{
    "entity1": {
        "name": "Renewable energy sources",
        "type": "Concept",
        "description": "A method of generating electricity by harnessing sunlight.;;;Power generation facilities that utilize geothermal energy from underground reservoirs of hot water or steam to produce electricity.;;;Initiatives aimed at generating power from natural resources that are replenished over time, such as solar, wind, and hydroelectric power.;;;A method of storing and producing electricity by moving water between two reservoirs at different elevations.;;;A diesel fuel substitute made from vegetable oils, animal fats, or recycled restaurant grease.;;;A category of energy resources that are naturally replenished and have a low environmental impact, such as solar, wind, and hydro power.;;;A form of energy that is collected from naturally replenishing resources which are practically inexhaustible and do not produce harmful emissions.;;;A form of energy derived from natural processes that are replenished at a rate that is equal to or faster than its consumption, such as sunlight, wind, and geothermal heat.;;;A form of renewable energy derived from biological material which can be used to produce fuels, heat, and electricity.;;;A renewable energy source that converts wind energy into electricity using wind turbines.;;;Renewable energy obtained by harnessing the power of sunlight using solar panels or other technologies.;;;A type of fuel derived from biological materials, used as an alternative to fossil fuels.;;;A device that stores electrical energy in chemical form, used for storing and providing power.;;;A renewable energy source that taps into the Earth's internal heat to produce electricity and for direct heating applications.;;;A technology that stores heat or cold for later use, often used in conjunction with renewable energy systems to improve efficiency and reliability.;;;A form of renewable energy that harnesses the Earth's internal heat for various applications, including electricity generation and heating systems.;;;A type of hydropower project that uses the natural flow of a river to generate electricity without the need for large reservoirs or significant water storage.;;;Air in motion caused by uneven heating of the Earth's surface, used to generate electricity through wind turbines.;;;Forms of energy derived from natural processes that are replenished at a faster rate than they are consumed.;;;A machine designed to convert the kinetic energy of wind into electrical power.;;;The physical components of an electrical grid including power lines, substations, transformers, and other equipment necessary for the transmission and distribution of electricity.;;;Thermal energy generated and stored in the Earth, which can be utilized for heating or electricity generation.;;;An energy system designed to meet current and future energy needs while minimizing environmental impact and ensuring long-term resource availability.;;;Energy derived from the heat stored in the Earth, which can be used for electricity generation and heating purposes.;;;The uninterrupted availability of energy sources at an affordable price, which is crucial for national economic development and stability.;;;The availability of energy at affordable prices, in sufficient quantities, and with minimal disruption. It involves the reliability of supply, diversity of sources, and sustainability of resources.;;;The process of converting the kinetic energy from wind into electrical power using wind turbines.;;;Devices that convert sunlight into electricity, typically installed on rooftops or in solar farms.;;;Forms of energy derived from natural processes that are replenished at a faster rate than they are consumed, such as solar, wind, and hydroelectric power.;;;The network of facilities and technologies for the production, distribution, and consumption of energy.;;;A mixture of gases produced by the breakdown of organic matter in the absence of oxygen, primarily consisting of methane and carbon dioxide.;;;The movement of air from areas of high pressure to areas of low pressure in the atmosphere.;;;Large areas of land or sea where multiple wind turbines are installed to generate electricity from wind power.;;;A renewable energy source that generates power by using the flow of water.;;;Systems that generate energy from naturally replenished resources, such as sunlight, wind, rain, tides, waves, and geothermal heat.;;;A renewable energy source that uses wind turbines to convert kinetic energy from the wind into electrical power.;;;Sources of energy that are naturally replenished and have a low environmental impact, such as solar, wind, hydro, and geothermal power.;;;Fuels made from organic matter that can be used as a substitute for fossil fuels in various applications.;;;A renewable energy source that harnesses the power of the sun to generate electricity.;;;Radiant energy from the sun, a primary source of renewable energy.;;;Power generation facilities that use organic materials to produce heat and electricity.;;;A renewable energy source that generates electricity by harnessing the energy of moving water, typically through dams or tidal systems.;;;A renewable energy source derived from organic materials, such as plants, wood, and agricultural waste, which can be burned or converted into biofuels to generate power.;;;A form of renewable energy that converts wind's kinetic energy into electrical power using wind turbines.;;;Technologies that harness the power of the sun to generate electricity or heat.;;;Hydropower projects that are designed to have a reduced environmental impact by generating electricity on a smaller scale compared to large dams.;;;Renewable energy sources that generate electricity from the sun and wind, respectively.;;;A group of technologies designed to harness and convert various forms of natural energy into usable power, such as solar, wind, hydro, and geothermal.;;;Renewable energy sources that generate electricity using sunlight and wind, respectively.;;;Wind energy installations located in bodies of water, typically offering higher wind speeds and less visual impact compared to onshore installations.;;;A form of renewable energy derived from the heat stored in the Earth.;;;Methods and technologies used to store energy for later use, often in the form of batteries or pumped hydro storage.;;;A category of energy resources that are naturally replenished and can be used without depleting the Earth's natural resources, such as solar, wind, hydro, and geothermal power.;;;A form of renewable energy derived from the sun's rays, used to generate electricity or heat.;;;A type of technology used to harness geothermal energy by creating or enhancing permeability in underground reservoirs.;;;The field of engineering and science that deals with the design, development, and application of wind turbines for generating electricity.;;;Energy derived from naturally replenishing resources that are practically inexhaustible and do not produce harmful emissions during operation.;;;Wind energy installations located on land, which may have lower wind speeds and more visual impact compared to offshore installations.;;;The network of power lines, substations, transformers, and other equipment used to deliver electricity from producers to consumers.;;;Technologies that generate energy from naturally replenished resources, such as solar, wind, and hydro power.;;;A category of energy resources that are naturally replenished and have a low environmental impact, such as solar, wind, hydro, and biomass.;;;A category of energy resources that are naturally replenished and have a low environmental impact, such as solar, wind, hydroelectric, biomass, and geothermal power.;;;A renewable energy source derived from organic materials, such as crops, agricultural residues, and waste biomass.;;;Devices that convert light energy directly into electrical energy using semiconductors.;;;A system that uses the constant temperature of the earth as a source for heating and cooling buildings.;;;Structures that convert the energy from flowing water into electrical power.;;;A category of energy resources that are naturally replenished and have a low environmental impact, such as solar, wind, hydro, and geothermal power.",
        "chunkid": "The Development of Renewable Energy Sources14;;;The Development of Renewable Energy Sources11;;;The Development of Renewable Energy Sources15;;;The Development of Renewable Energy Sources1;;;The Development of Renewable Energy Sources33;;;The Development of Renewable Energy Sources23;;;The Development of Renewable Energy Sources13;;;The Development of Renewable Energy Sources37;;;The Development of Renewable Energy Sources18;;;The Development of Renewable Energy Sources43;;;The Development of Renewable Energy Sources2;;;The Development of Renewable Energy Sources39;;;The Development of Renewable Energy Sources34;;;The Development of Renewable Energy Sources20;;;The Development of Renewable Energy Sources25;;;The Development of Renewable Energy Sources8;;;The Development of Renewable Energy Sources4;;;The Development of Renewable Energy Sources9;;;The Development of Renewable Energy Sources7;;;The Development of Renewable Energy Sources24;;;The Development of Renewable Energy Sources31;;;The Development of Renewable Energy Sources12;;;The Development of Renewable Energy Sources48;;;The Development of Renewable Energy Sources30;;;The Development of Renewable Energy Sources3;;;The Development of Renewable Energy Sources21;;;The Development of Renewable Energy Sources27;;;The Development of Renewable Energy Sources28;;;The Development of Renewable Energy Sources26;;;The Development of Renewable Energy Sources42;;;The Development of Renewable Energy Sources44;;;The Development of Renewable Energy Sources6;;;The Development of Renewable Energy Sources46;;;The Development of Renewable Energy Sources35;;;The Development of Renewable Energy Sources10;;;The Development of Renewable Energy Sources38;;;The Development of Renewable Energy Sources22;;;The Development of Renewable Energy Sources17;;;The Development of Renewable Energy Sources47;;;The Development of Renewable Energy Sources16;;;The Development of Renewable Energy Sources36;;;The Development of Renewable Energy Sources29"
    },
    "entity2": {
        "name": "Climate change",
        "type": "Phenomenon",
        "description": "Gases that trap heat in the atmosphere, leading to global warming and climate change. Major greenhouse gases include carbon dioxide, methane, and nitrous oxide.;;;The release of gases that contribute to the greenhouse effect and global warming.;;;Long-term alterations in temperature, precipitation, wind patterns, or other elements of the Earth's climate system. It is primarily caused by human activities such as burning fossil fuels and deforestation.;;;Long-term alteration in Earth's climate and weather patterns, primarily due to human activities such as the emission of greenhouse gases.;;;Long-term shifts in temperatures and weather patterns that can be attributed to human activities, primarily the emission of greenhouse gases.",
        "chunkid": "The Development of Renewable Energy Sources6;;;The Development of Renewable Energy Sources1;;;The Development of Renewable Energy Sources27;;;The Development of Renewable Energy Sources48"
    },
    "entity3": {
        "name": "Fossil fuels",
        "type": "Resource",
        "description": "Non-renewable energy sources derived from the remains of ancient plants and animals, including coal, oil, and natural gas.;;;A general term for a variety of hydrocarbon-containing materials that can be used as fuel, including coal, oil, and natural gas.;;;Non-renewable energy sources formed from the remains of plants and animals that lived millions of years ago, including coal, oil, and natural gas.;;;Hydrocarbon-containing materials formed from the remains of ancient plants and animals that can be burned for energy.;;;Traditional methods of generating energy, typically from non-renewable resources like coal, oil, and natural gas.;;;Non-renewable energy sources formed from the remains of plants and animals over millions of years, such as coal, oil, and natural gas.",
        "chunkid": "The Development of Renewable Energy Sources31;;;The Development of Renewable Energy Sources5;;;The Development of Renewable Energy Sources1;;;The Development of Renewable Energy Sources27;;;The Development of Renewable Energy Sources46;;;The Development of Renewable Energy Sources37"
    },
    "entity9": {
        "name": "rain",
        "type": "Natural Phenomenon",
        "description": "Water falling from clouds as droplets, which can be harnessed for hydroelectric power generation.",
        "chunkid": "The Development of Renewable Energy Sources4"
    },
    "entity10": {
        "name": "tides",
        "type": "Natural Phenomenon",
        "description": "The rise and fall of sea levels caused by the gravitational pull of the moon and sun, which can be used to generate tidal energy.",
        "chunkid": "The Development of Renewable Energy Sources4"
    },
    "entity11": {
        "name": "waves",
        "type": "Natural Phenomenon",
        "description": "Movements on the surface of water bodies, often caused by wind, that can be converted into electrical power through wave energy converters.",
        "chunkid": "The Development of Renewable Energy Sources4"
    },
    "entity23": {
        "name": "Rooftops",
        "type": "Location",
        "description": "The top surfaces of buildings where solar panels can be installed to generate renewable energy.",
        "chunkid": "The Development of Renewable Energy Sources10"
    },
    "entity24": {
        "name": "Utility-scale solar farms",
        "type": "Infrastructure",
        "description": "Large areas dedicated to the installation of numerous solar panels for generating electricity on a commercial scale.",
        "chunkid": "The Development of Renewable Energy Sources10"
    },
    "entity25": {
        "name": "Building designs",
        "type": "Architecture",
        "description": "The process and product of planning, designing, and constructing buildings that may incorporate solar panels as part of their structure.",
        "chunkid": "The Development of Renewable Energy Sources10"
    },
    "entity27": {
        "name": "global electricity demand",
        "type": "Economic Indicator",
        "description": "The total amount of electrical power required by all sectors globally, including residential, commercial, and industrial uses.;;;The total amount of electrical energy required to meet the needs of consumers.",
        "chunkid": "The Development of Renewable Energy Sources11;;;The Development of Renewable Energy Sources19"
    },
    "entity28": {
        "name": "energy sector",
        "type": "Industry Sector",
        "description": "The segment of the economy responsible for the production, distribution, and sale of energy products and services.",
        "chunkid": "The Development of Renewable Energy Sources11"
    },
    "entity31": {
        "name": "Kinetic energy",
        "type": "Physical concept",
        "description": "The energy possessed by an object due to its motion, which can be converted into other forms of energy.",
        "chunkid": "The Development of Renewable Energy Sources13"
    },
    "entity33": {
        "name": "Electricity",
        "type": "Energy form",
        "description": "A form of energy resulting from the flow of electric charge, used as a power source for various devices and systems.",
        "chunkid": "The Development of Renewable Energy Sources13"
    },
    "entity37": {
        "name": "larger rotor diameters",
        "type": "Technical Feature",
        "description": "An increase in the size of the blades or rotors on a wind turbine to capture more wind energy and improve efficiency.",
        "chunkid": "The Development of Renewable Energy Sources15"
    },
    "entity38": {
        "name": "taller towers",
        "type": "Technical Feature",
        "description": "The construction of higher support structures for wind turbines, allowing them to reach stronger and more consistent winds at greater heights.",
        "chunkid": "The Development of Renewable Energy Sources15"
    },
    "entity45": {
        "name": "Large-scale hydropower projects",
        "type": "Infrastructure Projects",
        "description": "Projects involving the construction of dams and reservoirs to generate hydroelectric power.;;;Artificial lakes created by damming rivers, used for storing water and generating hydroelectric power.;;;Barriers constructed across rivers to control water flow and generate electricity.",
        "chunkid": "The Development of Renewable Energy Sources19"
    },
    "entity49": {
        "name": "grid stability",
        "type": "Power System Performance",
        "description": "The ability of an electrical grid to maintain a stable and reliable supply of electricity under varying conditions.",
        "chunkid": "The Development of Renewable Energy Sources19"
    },
    "entity50": {
        "name": "environmental impacts",
        "type": "Concept",
        "description": "A broad category of issues related to the impact of human activities on the natural environment.;;;Refers to the effects of human activities on the natural environment, including habitat disruption and water scarcity.",
        "chunkid": "The Development of Renewable Energy Sources20;;;The Development of Renewable Energy Sources39"
    },
    "entity51": {
        "name": "habitat disruption",
        "type": "Environmental Issue",
        "description": "The alteration or destruction of habitats that can lead to a loss of biodiversity and ecological imbalance.",
        "chunkid": "The Development of Renewable Energy Sources20"
    },
    "entity52": {
        "name": "water scarcity",
        "type": "Environmental Issue",
        "description": "A condition where the demand for water exceeds its availability, leading to shortages and potential conflicts over resources.",
        "chunkid": "The Development of Renewable Energy Sources20"
    },
    "entity56": {
        "name": "Earth's core",
        "type": "Geographical Feature",
        "description": "The central part of the Earth, consisting primarily of iron and nickel, which is extremely hot and serves as a heat source for geothermal energy.",
        "chunkid": "The Development of Renewable Energy Sources21"
    },
    "entity58": {
        "name": "underground reservoirs",
        "type": "Natural Feature",
        "description": "Subsurface geological formations containing hot water or steam used in the production of geothermal power.",
        "chunkid": "The Development of Renewable Energy Sources22"
    },
    "entity70": {
        "name": "ethanol",
        "type": "Chemical Compound",
        "description": "An alcohol-based biofuel commonly produced from corn or sugar cane and used in transportation.",
        "chunkid": "The Development of Renewable Energy Sources27"
    },
    "entity75": {
        "name": "organic materials",
        "type": "Material",
        "description": "Biological substances derived from living or recently living organisms, used as fuel in biomass power plants.",
        "chunkid": "The Development of Renewable Energy Sources28"
    },
    "entity76": {
        "name": "coal-fired power plants",
        "type": "Facility",
        "description": "Power generation facilities that use coal as the primary fuel source to produce electricity.",
        "chunkid": "The Development of Renewable Energy Sources28"
    },
    "entity78": {
        "name": "technological advancements",
        "type": "Phenomenon",
        "description": "Progress in technology and innovation that leads to improvements or new developments in various fields.",
        "chunkid": "The Development of Renewable Energy Sources29"
    },
    "entity79": {
        "name": "policy support",
        "type": "Concept",
        "description": "Governmental actions, regulations, incentives, and frameworks designed to encourage the development and adoption of specific policies or technologies.",
        "chunkid": "The Development of Renewable Energy Sources29"
    },
    "entity80": {
        "name": "market forces",
        "type": "Economic Concept",
        "description": "The economic principle that the interaction between supply and demand determines prices and resource allocation in a market economy.",
        "chunkid": "The Development of Renewable Energy Sources29"
    },
    "entity81": {
        "name": "Government incentives",
        "type": "Policy Instruments",
        "description": "A set of measures provided by the government to encourage certain activities, in this case, promoting renewable energy technologies.;;;A reduction in the amount of tax owed by an individual or business for engaging in certain activities, such as investing in renewable energy projects.",
        "chunkid": "The Development of Renewable Energy Sources30"
    },
    "entity82": {
        "name": "feed-in tariffs",
        "type": "Economic Incentive",
        "description": "A policy mechanism designed to accelerate investment in renewable energy technologies by offering long-term contracts to renewable energy producers, typically based on the cost of generation of each technology.",
        "chunkid": "The Development of Renewable Energy Sources30"
    },
    "entity84": {
        "name": "renewable portfolio standards",
        "type": "Regulatory Policy",
        "description": "A policy that requires utility companies to generate a specified percentage of their electricity from renewable energy sources by a certain date.",
        "chunkid": "The Development of Renewable Energy Sources30"
    },
    "entity89": {
        "name": "grid integration",
        "type": "Technical Process",
        "description": "The process of upgrading and enhancing the electrical grid to improve efficiency, reliability, and sustainability.;;;The process of incorporating renewable energy sources into the existing electrical grid to ensure reliable power distribution.",
        "chunkid": "The Development of Renewable Energy Sources33;;;The Development of Renewable Energy Sources35"
    },
    "entity94": {
        "name": "Smart grid technologies",
        "type": "Technology",
        "description": "Advanced systems that use digital technology to monitor and manage the transport of electricity from all generation sources to meet the demands of supply and consumption.",
        "chunkid": "The Development of Renewable Energy Sources35"
    },
    "entity98": {
        "name": "levelized cost of electricity (LCOE)",
        "type": "Concept",
        "description": "A metric used to compare the costs of different methods of generating electricity, representing the average total cost of building and operating a power-generating asset over its lifetime.",
        "chunkid": "The Development of Renewable Energy Sources37"
    },
    "entity102": {
        "name": "developing countries",
        "type": "Geographic Entity",
        "description": "Nations with less developed industrial bases and lower average incomes compared to more advanced economies.",
        "chunkid": "The Development of Renewable Energy Sources38"
    },
    "entity104": {
        "name": "land use impacts",
        "type": "Environmental Issue",
        "description": "The effects of land development and management practices on ecosystems, habitats, and landscapes.",
        "chunkid": "The Development of Renewable Energy Sources39"
    },
    "entity105": {
        "name": "wildlife displacement",
        "type": "Environmental Issue",
        "description": "The forced movement of animals from their natural habitat due to human activities or environmental changes.",
        "chunkid": "The Development of Renewable Energy Sources39"
    },
    "entity106": {
        "name": "water consumption",
        "type": "Resource Use",
        "description": "The amount of water used by a particular process, activity, or entity.",
        "chunkid": "The Development of Renewable Energy Sources39"
    },
    "entity108": {
        "name": "Sustainable siting and planning practices",
        "type": "Practice",
        "description": "Methods used to ensure that the location and design of renewable energy projects are environmentally friendly and socially responsible.",
        "chunkid": "The Development of Renewable Energy Sources40"
    },
    "entity109": {
        "name": "Environmental impact assessments",
        "type": "Assessment",
        "description": "Evaluations conducted to predict and assess the potential environmental effects of proposed projects or developments, including renewable energy initiatives.",
        "chunkid": "The Development of Renewable Energy Sources40"
    },
    "entity110": {
        "name": "Stakeholder engagement",
        "type": "Process",
        "description": "The practice of involving people who are affected by or can affect a project in the decision-making process to ensure their concerns and needs are considered.",
        "chunkid": "The Development of Renewable Energy Sources40"
    },
    "entity111": {
        "name": "Renewable energy development",
        "type": "Industry Activity",
        "description": "The planning, construction, and operation of facilities that generate power from renewable resources such as wind, solar, hydro, and biomass.",
        "chunkid": "The Development of Renewable Energy Sources40"
    },
    "entity112": {
        "name": "Ecosystems",
        "type": "Natural Environment",
        "description": "Communities of living organisms (plants, animals, and microbes) in conjunction with the nonliving components of their environment (air, water, and mineral soil), interacting as a system.",
        "chunkid": "The Development of Renewable Energy Sources40"
    },
    "entity113": {
        "name": "Local communities",
        "type": "Social Group",
        "description": "Groups of people living in the same area who share common interests, concerns, and social ties.",
        "chunkid": "The Development of Renewable Energy Sources40"
    },
    "entity119": {
        "name": "demand-side management",
        "type": "Energy Management Strategy",
        "description": "A strategy that involves managing and influencing consumer demand for electricity through various methods to optimize energy use and reduce peak load.",
        "chunkid": "The Development of Renewable Energy Sources43"
    },
    "entity120": {
        "name": "digitalization",
        "type": "Technological Trend",
        "description": "The process of converting information into a digital format, which can be processed by computers, and the integration of digital technologies into all aspects of life and business.",
        "chunkid": "The Development of Renewable Energy Sources43"
    },
    "entity122": {
        "name": "Climate goals",
        "type": "Environmental Objective",
        "description": "Targets set to mitigate climate change, often including reductions in greenhouse gas emissions and adaptation strategies.",
        "chunkid": "The Development of Renewable Energy Sources44"
    },
    "entity123": {
        "name": "Air pollution",
        "type": "Environmental Issue",
        "description": "The presence of substances in the atmosphere that are detrimental to human health, the quality of life, or the environment.",
        "chunkid": "The Development of Renewable Energy Sources44"
    },
    "entity125": {
        "name": "Economic opportunities",
        "type": "Socioeconomic Outcome",
        "description": "Potential benefits in terms of job creation, business growth, and overall economic improvement that can arise from certain policies or developments.",
        "chunkid": "The Development of Renewable Energy Sources44"
    }
}