{
    "entity1": {
        "name": "Space Tourism",
        "type": "Concept",
        "description": "A sector of the space industry focused on providing commercial trips to space for paying customers.;;;An emerging sector focused on providing travel and tourism services in space.;;;The business of transporting paying customers to space for recreational, leisure, or business purposes.;;;The sector of the economy that deals with commercial space travel for private individuals.;;;Professionals trained to travel and work in space.;;;The idea of civilians traveling to space for recreational or leisure purposes.;;;The business of transporting paying customers into space for travel or leisure.;;;The movement of spacecraft or other objects through space, typically involving the use of advanced propulsion systems.;;;A sector of the travel industry focused on providing commercial space travel experiences to paying customers.;;;A sector of the space industry focused on facilitating travel to outer space for non-professional astronauts, typically civilians or tourists.;;;An industry that involves commercial space travel for recreational, leisure or business purposes.;;;A form of travel where people pay for a trip into space, typically as part of a commercial venture.;;;A sector of the space industry focused on facilitating travel to outer space for private individuals.;;;The industry focused on providing travel and accommodation services for people traveling to space.;;;The activity of traveling through space, often involving spacecraft and astronauts.;;;A sector of the travel industry focused on space travel for recreational, leisure or business purposes.;;;The activity of traveling through space, often involving spacecraft and advanced technologies.",
        "chunkid": "The Future of Space Tourism4;;;The Future of Space Tourism1;;;The Future of Space Tourism8;;;The Future of Space Tourism19;;;The Future of Space Tourism23;;;The Future of Space Tourism7;;;The Future of Space Tourism9;;;The Future of Space Tourism14;;;The Future of Space Tourism21;;;The Future of Space Tourism22;;;The Future of Space Tourism20;;;The Future of Space Tourism17;;;The Future of Space Tourism18;;;The Future of Space Tourism15;;;The Future of Space Tourism5;;;The Future of Space Tourism24;;;The Future of Space Tourism6;;;The Future of Space Tourism3"
    },
    "entity3": {
        "name": "SpaceX",
        "type": "Organization",
        "description": "A private American aerospace manufacturer and space transportation company founded by Elon Musk.;;;A private American aerospace manufacturer and space transportation services company founded by Elon Musk.",
        "chunkid": "The Future of Space Tourism10;;;The Future of Space Tourism13;;;The Future of Space Tourism2"
    },
    "entity4": {
        "name": "Blue Origin",
        "type": "Organization",
        "description": "A private aerospace manufacturer and spaceflight services company founded by Jeff Bezos.;;;An American privately funded aerospace manufacturer and spaceflight services company founded by Jeff Bezos.",
        "chunkid": "The Future of Space Tourism13;;;The Future of Space Tourism2"
    },
    "entity5": {
        "name": "Virgin Galactic",
        "type": "Organization",
        "description": "A British-American spaceflight company within the Virgin Group, founded by Richard Branson to provide suborbital spaceflights for tourists.",
        "chunkid": "The Future of Space Tourism2"
    },
    "entity7": {
        "name": "outer space",
        "type": "Location",
        "description": "The area beyond the Earth's atmosphere where celestial bodies and spacecraft operate.;;;The expanse beyond Earth's atmosphere, including celestial bodies and the vast regions between them.;;;The path that an object takes around the Earth, often used for satellites and space stations.;;;The physical universe beyond Earth's atmosphere, where celestial bodies and spacecraft travel.;;;The fourth planet from the Sun in the Solar System, known for its reddish appearance due to iron oxide on its surface.;;;The expanse beyond Earth's atmosphere, characterized by a near-vacuum environment and celestial bodies such as stars, planets, and moons.;;;The third planet from the Sun and the only known celestial body to support life.;;;The expanse that exists beyond the Earth and between celestial bodies.",
        "chunkid": "The Future of Space Tourism19;;;The Future of Space Tourism23;;;The Future of Space Tourism14;;;The Future of Space Tourism11;;;The Future of Space Tourism10;;;The Future of Space Tourism20;;;The Future of Space Tourism3"
    },
    "entity9": {
        "name": "affordability of space travel",
        "type": "Economic Factor",
        "description": "The cost-effectiveness or financial accessibility of traveling to space, which influences the growth of space tourism.",
        "chunkid": "The Future of Space Tourism4"
    },
    "entity11": {
        "name": "technology",
        "type": "Field",
        "description": "The application of scientific knowledge for practical purposes, especially in industry and commerce.",
        "chunkid": "The Future of Space Tourism5;;;The Future of Space Tourism22"
    },
    "entity12": {
        "name": "private companies",
        "type": "Business Sector",
        "description": "Companies that are not publicly traded and are owned by private individuals or groups.",
        "chunkid": "The Future of Space Tourism5"
    },
    "entity16": {
        "name": "space habitats",
        "type": "Infrastructure",
        "description": "Habitats or structures designed for human habitation in the space environment, including on space stations or other celestial bodies.;;;Structures designed for human habitation in outer space, often including life support systems and living quarters.;;;Structures or environments designed for human habitation in outer space, typically equipped with life support systems and other necessary amenities.",
        "chunkid": "The Future of Space Tourism8;;;The Future of Space Tourism23;;;The Future of Space Tourism9"
    },
    "entity23": {
        "name": "recreational activities",
        "type": "Activity",
        "description": "Leisure pursuits or pastimes engaged in for enjoyment and relaxation.",
        "chunkid": "The Future of Space Tourism11"
    },
    "entity24": {
        "name": "space transportation technology",
        "type": "Technology",
        "description": "A field of engineering and science that focuses on the development of vehicles, systems, and methods for transporting people and cargo to and from outer space.",
        "chunkid": "The Future of Space Tourism12"
    },
    "entity30": {
        "name": "scientific research",
        "type": "Activity",
        "description": "Systematic investigation into and study of materials, structures, organisms, and phenomena to discover new knowledge or validate theories.;;;The act of traveling in or through an unfamiliar area to learn about it or to locate something.",
        "chunkid": "The Future of Space Tourism15"
    },
    "entity33": {
        "name": "scientists",
        "type": "Profession",
        "description": "Experts in various scientific fields who conduct research and experiments to expand knowledge.;;;Individuals involved in systematic investigation into a subject in order to discover facts, establish theories, or revise existing beliefs.",
        "chunkid": "The Future of Space Tourism17"
    },
    "entity35": {
        "name": "space enthusiasts",
        "type": "Group",
        "description": "People with a strong interest and passion for space exploration and related activities.",
        "chunkid": "The Future of Space Tourism17"
    },
    "entity37": {
        "name": "sustainability",
        "type": "Concept",
        "description": "Methods or actions that meet present needs without compromising the ability of future generations to meet their own needs, often applied in environmental contexts.;;;The practice of protecting and preserving the natural environment, including ecosystems, wildlife, and natural resources.;;;The ability to maintain or manage resources in a way that meets current needs without compromising future generations' ability to meet their own needs.",
        "chunkid": "The Future of Space Tourism18;;;The Future of Space Tourism19"
    },
    "entity41": {
        "name": "environment",
        "type": "General Concept",
        "description": "The surroundings or conditions in which an organism or group of organisms lives, including both the natural and human-made world.",
        "chunkid": "The Future of Space Tourism19"
    },
    "entity44": {
        "name": "eco-friendly technologies and practices",
        "type": "Technology/Practice",
        "description": "Methods and innovations designed to reduce environmental impact and promote sustainability.",
        "chunkid": "The Future of Space Tourism20"
    },
    "entity45": {
        "name": "carbon footprint",
        "type": "Environmental Impact Measure",
        "description": "The total amount of greenhouse gases emitted as a result of an organization, event, product, or individual.",
        "chunkid": "The Future of Space Tourism20"
    },
    "entity55": {
        "name": "stars",
        "type": "Astronomical Object",
        "description": "Celestial bodies that emit light and are visible in the night sky.",
        "chunkid": "The Future of Space Tourism24"
    }
}