{
    "entity1": {
        "name": "esports",
        "type": "Industry Sector",
        "description": "A form of competitive multiplayer video gaming, often organized into structured leagues and tournaments with professional players and significant viewership.",
        "chunkid": "The Rise of Esports and Competitive Gaming3"
    },
    "entity2": {
        "name": "competitive gaming",
        "type": "Activity",
        "description": "The practice of playing video games in a competitive environment, often involving high-level skills and strategies.",
        "chunkid": "The Rise of Esports and Competitive Gaming3"
    },
    "entity3": {
        "name": "gaming industry",
        "type": "Industry Sector",
        "description": "The sector of the entertainment industry that encompasses the development, distribution, and monetization of video games.",
        "chunkid": "The Rise of Esports and Competitive Gaming3"
    },
    "entity4": {
        "name": "esports",
        "type": "Industry",
        "description": "A form of competitive sports using video games, often organized with professional players and large audiences.",
        "chunkid": "The Rise of Esports and Competitive Gaming4"
    },
    "entity5": {
        "name": "high-speed internet",
        "type": "Technology",
        "description": "Internet service that provides fast data transfer rates, essential for online gaming and streaming.",
        "chunkid": "The Rise of Esports and Competitive Gaming4"
    },
    "entity6": {
        "name": "advanced gaming technology",
        "type": "Technology",
        "description": "Modern hardware and software designed to enhance the gaming experience, including powerful consoles, PCs, and peripherals.",
        "chunkid": "The Rise of Esports and Competitive Gaming4"
    },
    "entity7": {
        "name": "Twitch",
        "type": "Organization",
        "description": "A popular live streaming platform primarily focused on video gaming content.",
        "chunkid": "The Rise of Esports and Competitive Gaming5"
    },
    "entity8": {
        "name": "YouTube Gaming",
        "type": "Organization",
        "description": "A section of YouTube dedicated to gaming-related videos and live streams.",
        "chunkid": "The Rise of Esports and Competitive Gaming5"
    },
    "entity9": {
        "name": "players and fans",
        "type": "Community",
        "description": "A group of individuals who are engaged with games, including both players and spectators.",
        "chunkid": "The Rise of Esports and Competitive Gaming6"
    },
    "entity10": {
        "name": "favorite games",
        "type": "Product",
        "description": "The specific video or digital games that the community members prefer to play or watch.",
        "chunkid": "The Rise of Esports and Competitive Gaming6"
    },
    "entity11": {
        "name": "professional players",
        "type": "Personnel",
        "description": "Individuals who compete in gaming at a professional level, often participating in tournaments and leagues.",
        "chunkid": "The Rise of Esports and Competitive Gaming6"
    },
    "entity12": {
        "name": "esports",
        "type": "Industry",
        "description": "A form of competitive sports using video games, often organized with professional players and large audiences.",
        "chunkid": "The Rise of Esports and Competitive Gaming7"
    },
    "entity13": {
        "name": "League of Legends",
        "type": "Video Game",
        "description": "A popular multiplayer online battle arena (MOBA) game developed by Riot Games.",
        "chunkid": "The Rise of Esports and Competitive Gaming8"
    },
    "entity14": {
        "name": "Dota 2",
        "type": "Video Game",
        "description": "A multiplayer online battle arena (MOBA) game developed and published by Valve Corporation.",
        "chunkid": "The Rise of Esports and Competitive Gaming8"
    },
    "entity15": {
        "name": "Overwatch",
        "type": "Video Game",
        "description": "A team-based first-person shooter game developed and published by Blizzard Entertainment.",
        "chunkid": "The Rise of Esports and Competitive Gaming8"
    },
    "entity16": {
        "name": "esports",
        "type": "Industry",
        "description": "A form of competitive sports where video games are played by professional gamers, often in organized competitions with significant prize pools and sponsorships.",
        "chunkid": "The Rise of Esports and Competitive Gaming9"
    },
    "entity17": {
        "name": "esports",
        "type": "Industry",
        "description": "A form of competitive sports where the primary aspects of the sport are facilitated by electronic systems; most commonly video games.",
        "chunkid": "The Rise of Esports and Competitive Gaming10"
    },
    "entity18": {
        "name": "social media",
        "type": "Technology",
        "description": "Interactive computer-mediated technologies that enable the creation or sharing/exchange of information, ideas, and other forms of expression via virtual communities and networks.",
        "chunkid": "The Rise of Esports and Competitive Gaming10"
    },
    "entity19": {
        "name": "streaming platforms",
        "type": "Technology",
        "description": "Online services that allow users to watch video content over the internet in real-time or on-demand.",
        "chunkid": "The Rise of Esports and Competitive Gaming10"
    },
    "entity20": {
        "name": "esports players",
        "type": "Occupation",
        "description": "Professional athletes who compete in organized video gaming competitions.",
        "chunkid": "The Rise of Esports and Competitive Gaming11"
    },
    "entity21": {
        "name": "sponsorships",
        "type": "Business Activity",
        "description": "Financial support provided by a company or organization to an individual or event, often in exchange for advertising or promotional opportunities.",
        "chunkid": "The Rise of Esports and Competitive Gaming11"
    },
    "entity22": {
        "name": "endorsements",
        "type": "Business Activity",
        "description": "Public recommendations or approvals given by individuals, typically celebrities or professionals, to products or services.",
        "chunkid": "The Rise of Esports and Competitive Gaming11"
    },
    "entity23": {
        "name": "content creation",
        "type": "Activity",
        "description": "The process of generating and producing media content for various platforms, such as videos, blogs, podcasts, etc.",
        "chunkid": "The Rise of Esports and Competitive Gaming11"
    },
    "entity24": {
        "name": "esports",
        "type": "Industry/Activity",
        "description": "A form of competitive sports where video games are played by professional gamers, often in organized, multiplayer competitions.",
        "chunkid": "The Rise of Esports and Competitive Gaming12"
    },
    "entity25": {
        "name": "ESPN",
        "type": "Organization",
        "description": "A major American sports network that broadcasts various sporting events, including esports.",
        "chunkid": "The Rise of Esports and Competitive Gaming13"
    },
    "entity26": {
        "name": "TBS",
        "type": "Organization",
        "description": "An American cable and satellite television channel that has started to broadcast esports events alongside traditional programming.",
        "chunkid": "The Rise of Esports and Competitive Gaming13"
    },
    "entity27": {
        "name": "esports",
        "type": "Activity",
        "description": "Competitive video gaming, often organized in leagues or tournaments with professional players and significant audiences.",
        "chunkid": "The Rise of Esports and Competitive Gaming13"
    },
    "entity28": {
        "name": "Esports events",
        "type": "Event",
        "description": "Competitive video gaming competitions that attract large audiences.",
        "chunkid": "The Rise of Esports and Competitive Gaming14"
    },
    "entity29": {
        "name": "arenas and stadiums",
        "type": "Location",
        "description": "Large venues designed to host sports events, concerts, and other public gatherings.",
        "chunkid": "The Rise of Esports and Competitive Gaming14"
    },
    "entity30": {
        "name": "esports",
        "type": "Industry Segment",
        "description": "A competitive form of video gaming that has gained significant popularity and recognition as a professional sport.",
        "chunkid": "The Rise of Esports and Competitive Gaming15"
    },
    "entity31": {
        "name": "gaming industry",
        "type": "Industry",
        "description": "The sector of the entertainment business dedicated to the creation, distribution, and monetization of video games.",
        "chunkid": "The Rise of Esports and Competitive Gaming15"
    },
    "entity32": {
        "name": "developers",
        "type": "Professionals",
        "description": "Individuals or companies involved in creating software, including video games.",
        "chunkid": "The Rise of Esports and Competitive Gaming15"
    },
    "entity33": {
        "name": "publishers",
        "type": "Professionals",
        "description": "Companies that fund and distribute video games to the market.",
        "chunkid": "The Rise of Esports and Competitive Gaming15"
    },
    "entity34": {
        "name": "Fortnite",
        "type": "Video Game",
        "description": "A popular online video game developed by Epic Games, known for its battle royale mode and integration of competitive elements.",
        "chunkid": "The Rise of Esports and Competitive Gaming16"
    },
    "entity35": {
        "name": "esports",
        "type": "Industry",
        "description": "Competitive multiplayer video gaming as an organized, professional activity, often involving tournaments and leagues with significant viewership and prize pools.",
        "chunkid": "The Rise of Esports and Competitive Gaming16"
    },
    "entity36": {
        "name": "esports",
        "type": "Industry",
        "description": "A form of competitive sports where the primary aspects of the sport are facilitated by electronic systems; most commonly video games.",
        "chunkid": "The Rise of Esports and Competitive Gaming17"
    },
    "entity37": {
        "name": "competitive gaming",
        "type": "Activity",
        "description": "The practice of playing video games in a highly competitive environment, often with organized tournaments and leagues.",
        "chunkid": "The Rise of Esports and Competitive Gaming17"
    },
    "entity38": {
        "name": "Virtual reality",
        "type": "Technology",
        "description": "A computer-generated simulation of a three-dimensional image or environment that can be interacted with in a seemingly real or physical way by a person using special electronic equipment, such as a helmet with a screen inside or gloves fitted with sensors.",
        "chunkid": "The Rise of Esports and Competitive Gaming19"
    },
    "entity39": {
        "name": "Augmented reality",
        "type": "Technology",
        "description": "A technology that superimposes a computer-generated image on a user's view of the real world, thus providing a composite view.",
        "chunkid": "The Rise of Esports and Competitive Gaming19"
    },
    "entity40": {
        "name": "Competitive gaming",
        "type": "Activity",
        "description": "A form of video game playing where players compete against each other in organized events or tournaments, often with significant prizes and audiences.",
        "chunkid": "The Rise of Esports and Competitive Gaming19"
    },
    "entity41": {
        "name": "Esports",
        "type": "Industry",
        "description": "A form of competitive gaming that involves professional players competing in various video games, typically for prize money and recognition, and watched by large audiences online or in person.",
        "chunkid": "The Rise of Esports and Competitive Gaming19"
    },
    "entity42": {
        "name": "esports",
        "type": "Industry",
        "description": "A competitive video gaming industry where professional players compete in organized, multiplayer video game competitions.",
        "chunkid": "The Rise of Esports and Competitive Gaming20"
    },
    "entity43": {
        "name": "competitive gaming",
        "type": "Activity",
        "description": "The practice of playing video games in a highly competitive environment, often with the goal of winning tournaments and prizes.",
        "chunkid": "The Rise of Esports and Competitive Gaming20"
    },
    "entity44": {
        "name": "esports",
        "type": "Industry",
        "description": "A form of competitive sports using video games, often organized with professional players and significant audiences.",
        "chunkid": "The Rise of Esports and Competitive Gaming21"
    }
}