{
    "entity1": {
        "name": "Physics of Roller Coasters",
        "type": "Concept",
        "description": "A type of amusement ride that uses tracks and steep inclines to create a thrilling experience for riders.;;;An amusement park ride developed for thrill and entertainment, typically consisting of a track with steep drops, sharp curves, and sometimes loops.;;;A ride in an amusement park that consists of a track with steep drops and sharp curves, designed to carry passengers at high speeds.;;;Amusement park attractions designed to provide thrilling experiences through various elements such as twists, turns, drops, and loops.;;;A vehicle designed for amusement park rides, typically moving on tracks and featuring steep drops and sharp turns.;;;The application of physical principles and laws to the design and operation of roller coasters.;;;A type of amusement ride that features a track with steep drops, sharp curves, and often loops, designed to provide thrill and excitement.;;;A large mechanical ride found in amusement parks, designed to move along a track and provide thrilling experiences.;;;Structures or vehicles designed for entertainment in amusement parks, often providing thrilling experiences to visitors.;;;An amusement park ride that consists of a track with steep drops and sharp turns, designed to provide thrill and excitement.;;;A type of amusement ride that uses elevated tracks and steep drops to create a thrilling experience for riders.;;;A type of amusement ride that consists of a track with steep drops, sharp curves, and often loops, designed to carry passengers at high speeds.;;;A type of amusement ride that uses elevated tracks to guide vehicles through various steep drops, sharp turns, and loops.;;;A vehicle used for transportation, typically with four wheels and an internal combustion engine or electric motor.;;;A type of amusement ride that features a track with steep drops, sharp turns, and sometimes loops.;;;A type of amusement ride that is typically characterized by its steep drops, sharp turns, and high speeds.;;;An amusement park ride that consists of a track with steep drops, sharp curves, and often loops, designed to provide thrill and excitement.;;;A vehicle designed for amusement park rides, typically moving on tracks with steep drops and sharp turns.;;;The natural science that involves the study of matter, its motion, and behavior through space and time, along with related concepts such as energy and force.;;;A vehicle used for transportation, in this context specifically a ride car that moves along a track.;;;A road vehicle, typically with four wheels, powered by an internal combustion engine or electric motor, used for transportation.;;;A vehicle designed for amusement park rides, typically featuring a track with steep drops and sharp turns.;;;A broad classification of entertainment facilities found in amusement parks, which include roller coasters among other attractions.;;;The scientific study of the principles and laws governing the motion, forces, and energy involved in roller coaster rides.;;;A type of amusement ride that uses elevated tracks and steep slopes to create a thrilling experience for riders.;;;A mechanical ride found in amusement parks, consisting of a track with steep drops and sharp curves designed for thrill and excitement.;;;The vehicle part of the roller coaster that carries the riders along the track.;;;The vehicle used in amusement parks for providing a thrilling ride experience to passengers.",
        "chunkid": "The Physics of Roller Coasters28;;;The Physics of Roller Coasters2;;;The Physics of Roller Coasters24;;;The Physics of Roller Coasters9;;;The Physics of Roller Coasters1;;;The Physics of Roller Coasters18;;;The Physics of Roller Coasters4;;;The Physics of Roller Coasters21;;;The Physics of Roller Coasters7;;;The Physics of Roller Coasters15;;;The Physics of Roller Coasters27;;;The Physics of Roller Coasters31;;;The Physics of Roller Coasters14;;;The Physics of Roller Coasters17;;;The Physics of Roller Coasters22;;;The Physics of Roller Coasters29;;;The Physics of Roller Coasters3;;;The Physics of Roller Coasters19;;;The Physics of Roller Coasters11;;;The Physics of Roller Coasters10;;;The Physics of Roller Coasters13;;;The Physics of Roller Coasters30;;;The Physics of Roller Coasters6;;;The Physics of Roller Coasters23"
    },
    "entity5": {
        "name": "Physics",
        "type": "Science",
        "description": "The natural science that involves the study of matter, its motion, and behavior through space and time, along with related concepts such as energy and force.",
        "chunkid": "The Physics of Roller Coasters2;;;The Physics of Roller Coasters30"
    },
    "entity7": {
        "name": "forces",
        "type": "Concept",
        "description": "Physical interactions between objects or within systems that can cause changes in motion or deformation.;;;A natural phenomenon that causes objects with mass to be attracted to each other.;;;A fundamental force of nature that causes objects with mass to attract each other.;;;A force that acts on a body moving in a circular path and is directed toward the center around which the body is moving.;;;Physical interactions between objects that cause changes in motion or deformation.;;;A natural phenomenon that causes objects to be attracted toward the center of a celestial body, such as Earth.;;;The force of attraction between two masses, such as the Earth pulling objects downward.;;;Physical interactions that cause changes in the motion or shape of objects; a key concept in physics for understanding how roller coasters operate.;;;The force that acts on a body moving in a circular path and is directed toward the center around which the body is moving.;;;The natural force of attraction exerted by a celestial body, such as Earth, causing objects to fall towards it.",
        "chunkid": "The Physics of Roller Coasters3;;;The Physics of Roller Coasters5;;;The Physics of Roller Coasters9;;;The Physics of Roller Coasters28;;;The Physics of Roller Coasters4;;;The Physics of Roller Coasters25;;;The Physics of Roller Coasters11;;;The Physics of Roller Coasters7;;;The Physics of Roller Coasters12;;;The Physics of Roller Coasters6"
    },
    "entity8": {
        "name": "energy conservation",
        "type": "Principle",
        "description": "A fundamental concept in physics that states energy cannot be created or destroyed, only transformed from one form to another.;;;The principle that energy cannot be created or destroyed, only transformed from one form to another.",
        "chunkid": "The Physics of Roller Coasters3;;;The Physics of Roller Coasters28;;;The Physics of Roller Coasters17"
    },
    "entity9": {
        "name": "acceleration",
        "type": "Concept",
        "description": "The rate at which the velocity of an object changes over time.;;;The rate of change of velocity, a fundamental concept in physics that describes how quickly an object's speed or direction changes.;;;The rate of change of velocity with respect to time, often described in physics as the second derivative of position with respect to time.;;;The rate of change of velocity with respect to time.;;;A measure of the rate at which an object's velocity changes with time.",
        "chunkid": "The Physics of Roller Coasters3;;;The Physics of Roller Coasters28;;;The Physics of Roller Coasters22;;;The Physics of Roller Coasters8;;;The Physics of Roller Coasters23"
    },
    "entity10": {
        "name": "velocity",
        "type": "Concept",
        "description": "A measure of the rate and direction of motion, expressed as the distance traveled per unit of time in a specific direction.;;;The speed of an object in a given direction, often used to describe how fast and in what direction an object is moving.;;;A measure of the speed and direction of an object's movement, typically expressed as displacement per unit of time.;;;The rate of change of position with respect to time, including both speed and direction.",
        "chunkid": "The Physics of Roller Coasters28;;;The Physics of Roller Coasters3;;;The Physics of Roller Coasters22;;;The Physics of Roller Coasters23"
    },
    "entity15": {
        "name": "friction",
        "type": "Physical Phenomenon",
        "description": "A force that opposes the motion of an object, often resulting from the interaction between two surfaces.;;;A force that resists the relative motion of solid surfaces, fluid layers, or material elements sliding against each other.;;;A force that resists the relative motion of objects or materials sliding against each other.",
        "chunkid": "The Physics of Roller Coasters5;;;The Physics of Roller Coasters16;;;The Physics of Roller Coasters13;;;The Physics of Roller Coasters25"
    },
    "entity17": {
        "name": "Earth",
        "type": "Celestial Body",
        "description": "The third planet from the Sun and the only known astronomical object to harbor life.",
        "chunkid": "The Physics of Roller Coasters6"
    },
    "entity22": {
        "name": "weightlessness",
        "type": "Physical Sensation",
        "description": "A condition where a person or object feels as if they are weightless, often experienced in free-fall or zero-gravity environments.",
        "chunkid": "The Physics of Roller Coasters8"
    },
    "entity23": {
        "name": "airtime",
        "type": "Ride Experience",
        "description": "The period during which riders on a roller coaster or similar ride feel as if they are floating, due to the sensation of weightlessness.",
        "chunkid": "The Physics of Roller Coasters8"
    },
    "entity24": {
        "name": "riders",
        "type": "People",
        "description": "A group of people who are riding the roller coaster.;;;Individuals who participate in or experience an activity, such as riding a roller coaster.",
        "chunkid": "The Physics of Roller Coasters24;;;The Physics of Roller Coasters8"
    },
    "entity25": {
        "name": "drop",
        "type": "Ride Feature",
        "description": "A part of the roller coaster track where the train descends rapidly from a high point, creating a sensation of falling.;;;A part of a ride where the vehicle and its passengers descend rapidly, often creating a sensation of weightlessness.",
        "chunkid": "The Physics of Roller Coasters27;;;The Physics of Roller Coasters8"
    },
    "entity29": {
        "name": "track",
        "type": "Structure",
        "description": "The surface or structure along which a vehicle moves, providing support and guidance.;;;The path or route that the roller coaster car follows, usually made of steel or wood.;;;The pathway or route along which a roller coaster car travels, usually made of steel or wood and designed to guide the vehicle through its course.;;;The path or route on which the car travels during the ride.",
        "chunkid": "The Physics of Roller Coasters11;;;The Physics of Roller Coasters10;;;The Physics of Roller Coasters14;;;The Physics of Roller Coasters21"
    },
    "entity31": {
        "name": "circular path",
        "type": "Geometric Shape",
        "description": "A path that follows the circumference of a circle, where all points on the path are equidistant from the center.",
        "chunkid": "The Physics of Roller Coasters11"
    },
    "entity41": {
        "name": "Roller coaster designers",
        "type": "Profession",
        "description": "Individuals who design and create roller coasters for amusement parks.",
        "chunkid": "The Physics of Roller Coasters16"
    },
    "entity46": {
        "name": "mechanical energy",
        "type": "Concept",
        "description": "A form of energy that is the sum of kinetic and potential energies in a system.;;;The energy that an object possesses due to its motion, which is proportional to the mass and velocity squared of the object.;;;The total energy in a system, which is the sum of kinetic and potential energies.;;;The energy an object possesses due to its motion.",
        "chunkid": "The Physics of Roller Coasters18;;;The Physics of Roller Coasters21"
    },
    "entity48": {
        "name": "potential energy",
        "type": "Concept",
        "description": "The energy an object has because of its position or configuration within a field, such as gravitational potential energy.;;;A form of stored energy that an object possesses due to its position or configuration, in this case, the height of the roller coaster car on the first hill.;;;Energy possessed by an object due to its position or configuration within a field of force.",
        "chunkid": "The Physics of Roller Coasters19;;;The Physics of Roller Coasters18;;;The Physics of Roller Coasters21"
    },
    "entity51": {
        "name": "first hill",
        "type": "Landmark",
        "description": "The initial and often tallest incline on a roller coaster, where the ride begins and potential energy is maximized.",
        "chunkid": "The Physics of Roller Coasters19"
    },
    "entity54": {
        "name": "system",
        "type": "Physical System",
        "description": "The part of the universe being studied, which can exchange energy with its surroundings but not matter.",
        "chunkid": "The Physics of Roller Coasters21"
    },
    "entity72": {
        "name": "loops",
        "type": "Ride Feature",
        "description": "A section of the roller coaster track that forms a complete or partial circle, causing riders to experience inverted positions and G-forces.",
        "chunkid": "The Physics of Roller Coasters27"
    }
}