{
    "entity1": {
        "name": "ink",
        "type": "Material",
        "description": "A liquid or paste used for writing, drawing, printing, or decoration.",
        "chunkid": "The Art of Tattooing2"
    },
    "entity2": {
        "name": "skin",
        "type": "Body Part",
        "description": "The outer covering of the body of a person or animal.",
        "chunkid": "The Art of Tattooing2"
    },
    "entity3": {
        "name": "tattooing",
        "type": "Practice/Cultural Activity",
        "description": "A form of body modification where ink is inserted into the skin to create designs, often carrying cultural or personal significance.;;;A form of body modification involving the insertion of pigments into the skin to create designs or symbols, often used for self-expression and cultural significance.;;;A form of body modification where designs are created by inserting ink into the skin.;;;A form of body modification involving the insertion of ink into the skin to create designs, often carrying cultural or personal significance.;;;The act of marking the skin with designs, patterns, or symbols using needles and ink.;;;Skilled professionals who use a combination of technical expertise and creative vision to create tattoos.;;;The practice or art of marking the skin with designs, pictures, or words by inserting pigment into small cuts or punctures.;;;A procedure in which ink is inserted into the skin to create a design or pattern as a form of body modification.;;;Traditional patterns and motifs originating from indigenous cultures, often used in body art.;;;A form of body modification where designs are created by inserting ink into the skin to change its pigment, often used for cultural and personal expression.;;;Permanent designs or patterns made on the skin using needles and ink.;;;A form of body modification where ink is inserted into the skin to create designs, symbols, or pictures.",
        "chunkid": "The Art of Tattooing4;;;The Art of Tattooing10;;;The Art of Tattooing5;;;The Art of Tattooing9;;;The Art of Tattooing18;;;The Art of Tattooing23;;;The Art of Tattooing11;;;The Art of Tattooing6;;;The Art of Tattooing13;;;The Art of Tattooing19;;;The Art of Tattooing24;;;The Art of Tattooing7"
    },
    "entity4": {
        "name": "ancient Egypt",
        "type": "Geographical Location/Time Period",
        "description": "A civilization in northeastern Africa that flourished along the Nile River from about 3100 BCE to 30 BCE.",
        "chunkid": "The Art of Tattooing4"
    },
    "entity5": {
        "name": "Asia",
        "type": "Geographical Location",
        "description": "The largest continent on Earth, located primarily in the eastern and northern hemispheres.",
        "chunkid": "The Art of Tattooing4"
    },
    "entity6": {
        "name": "Europe",
        "type": "Geographical Location",
        "description": "A continent that comprises the westernmost part of Eurasia, located entirely in the Northern Hemisphere and mostly in the Eastern Hemisphere.",
        "chunkid": "The Art of Tattooing4"
    },
    "entity7": {
        "name": "indigenous cultures",
        "type": "Cultural Group",
        "description": "A group of indigenous peoples and their associated cultural practices originating from the Polynesian islands in the Pacific Ocean.;;;Refers to the traditional and native societies that have historical continuity with pre-invasion or pre-colonial societies.",
        "chunkid": "The Art of Tattooing5;;;The Art of Tattooing6"
    },
    "entity11": {
        "name": "Japan",
        "type": "Location",
        "description": "A country in East Asia, located on an island chain between the Pacific Ocean and the Sea of Japan.",
        "chunkid": "The Art of Tattooing7"
    },
    "entity15": {
        "name": "hyper-realistic portraits",
        "type": "Art Style",
        "description": "A style of art that aims to create a high level of detail and realism, making the artwork appear as lifelike as possible.",
        "chunkid": "The Art of Tattooing10"
    },
    "entity17": {
        "name": "artist",
        "type": "Person Role",
        "description": "A person who creates art, in this context specifically referring to someone skilled in the practice of tattooing.;;;An individual who creates art, in this context specifically referring to someone skilled in creating tattoos.",
        "chunkid": "The Art of Tattooing11;;;The Art of Tattooing13"
    },
    "entity18": {
        "name": "client",
        "type": "Person Role",
        "description": "The person receiving the tattoo service, who collaborates with the artist to achieve a desired outcome.;;;An individual who seeks or uses the services of a professional, such as a tattoo artist.",
        "chunkid": "The Art of Tattooing11;;;The Art of Tattooing13"
    },
    "entity19": {
        "name": "Communication",
        "type": "Concept",
        "description": "The exchange of information or news among people through speaking, writing, or using some other medium.",
        "chunkid": "The Art of Tattooing13"
    },
    "entity23": {
        "name": "design",
        "type": "Concept",
        "description": "A plan or drawing produced to show the look and function of something before it is made.",
        "chunkid": "The Art of Tattooing13"
    },
    "entity24": {
        "name": "placement",
        "type": "Concept",
        "description": "The position or location where a tattoo will be placed on the body.",
        "chunkid": "The Art of Tattooing13"
    },
    "entity25": {
        "name": "overall outcome",
        "type": "Result",
        "description": "The final result or end product of the tattooing process, including how it looks and its quality.",
        "chunkid": "The Art of Tattooing13"
    },
    "entity26": {
        "name": "workplaces",
        "type": "Organization",
        "description": "Places where people are employed and perform work.",
        "chunkid": "The Art of Tattooing18"
    },
    "entity28": {
        "name": "celebrities",
        "type": "Person Group",
        "description": "Famous individuals who are well-known in popular culture.",
        "chunkid": "The Art of Tattooing18"
    },
    "entity29": {
        "name": "influencers",
        "type": "Person Group",
        "description": "Individuals with a significant online following who can sway the opinions and behaviors of their audience.",
        "chunkid": "The Art of Tattooing18"
    },
    "entity30": {
        "name": "social media",
        "type": "Communication Platform",
        "description": "Online platforms and websites that allow users to create, share content or participate in social networking.",
        "chunkid": "The Art of Tattooing18"
    }
}