{
    "entity1": {
        "name": "Ancient Egypt",
        "type": "Location / Historical Period",
        "description": "Structures or rooms where the dead are buried, often containing items for use in the afterlife.;;;A historical region in northeastern Africa, known for its ancient civilization and monuments.;;;A civilization in northeastern Africa, known for its advanced culture and significant historical contributions.;;;A historical region in northeastern Africa, known for its advanced civilization and monumental architecture.;;;Structures or chambers used for the burial of the dead, often containing artifacts and inscriptions.;;;Burial places in ancient Egypt where the dead were laid to rest, often containing items and texts for use in the afterlife.;;;A room or space within a tomb where the deceased is laid to rest, often containing items intended for use in the afterlife.",
        "chunkid": "Ancient Egyptian Burial Practices6;;;Ancient Egyptian Burial Practices17;;;Ancient Egyptian Burial Practices1;;;Ancient Egyptian Burial Practices13;;;Ancient Egyptian Burial Practices14;;;Ancient Egyptian Burial Practices19;;;Ancient Egyptian Burial Practices22"
    },
    "entity2": {
        "name": "Egyptians",
        "type": "People Group",
        "description": "An ancient civilization that inhabited the Nile Valley and developed a complex society with advanced architecture, art, and religious practices.;;;A method of preserving bodies through the removal of moisture to prevent decay, commonly practiced in ancient Egypt.;;;The customs and rituals associated with funerals and burials in ancient Egyptian society, which included mummification among other procedures.;;;The customs and rituals associated with the preparation and interment of the dead in ancient Egypt, reflecting beliefs about the afterlife.;;;A group of people from ancient Egypt, known for their cultural and architectural contributions.;;;A civilization that inhabited the Nile Valley in northeastern Africa from around 3100 BCE to the conquest by Alexander the Great in 332 BCE.;;;The method of preserving bodies through dehydration and embalming, typically associated with ancient Egyptian culture.;;;An ancient civilization that inhabited the region along the Nile River in northeastern Africa.;;;A process used by ancient Egyptians to preserve bodies for the afterlife, involving embalming and drying the body to prevent decay.;;;The inhabitants of Egypt, particularly those from the ancient period who developed a complex society and culture.;;;The cultural practices and beliefs of ancient Egypt, including religious rituals and customs.;;;A group of people from ancient Egypt, known for their advanced civilization and contributions to art, architecture, and religion.;;;A method of preserving a body to prevent decay and ensure its preservation for the afterlife, often associated with ancient Egyptian practices.;;;The people who inhabited or are descended from those who inhabited the Nile Valley and delta, primarily in what is now the country of Egypt.;;;The customs and rituals associated with the preparation and interment of the dead in ancient Egypt.;;;The collective customs, arts, social institutions, and achievements that characterize Egyptian society throughout its history.",
        "chunkid": "Ancient Egyptian Burial Practices12;;;Ancient Egyptian Burial Practices3;;;Ancient Egyptian Burial Practices10;;;Ancient Egyptian Burial Practices25;;;Ancient Egyptian Burial Practices24;;;Ancient Egyptian Burial Practices1;;;Ancient Egyptian Burial Practices21;;;Ancient Egyptian Burial Practices13;;;Ancient Egyptian Burial Practices2;;;Ancient Egyptian Burial Practices20;;;Ancient Egyptian Burial Practices23;;;Ancient Egyptian Burial Practices9;;;Ancient Egyptian Burial Practices22;;;Ancient Egyptian Burial Practices8"
    },
    "entity3": {
        "name": "afterlife",
        "type": "Concept / Belief",
        "description": "The existence or state of being that is believed to occur after death, according to various religious and cultural beliefs.;;;The belief in a form of existence or consciousness that continues after the death of the physical body, particularly significant in ancient Egyptian culture.;;;A belief in life after death, which was central to Ancient Egyptian religious practices and influenced their burial customs.;;;The belief in life after death, particularly in ancient Egyptian religion, where the soul of the deceased continues to exist and may travel to a different realm or world.;;;A belief in the existence of a life after death, prevalent in ancient Egyptian religion.;;;The belief in a form of existence or consciousness that continues after physical death, as held by ancient Egyptians.;;;A term referring to the belief that a part of an individual's essence continues to exist after death, as held by ancient Egyptians.;;;The belief in life or existence after physical death, common in many religions and cultures.;;;The belief or concept that some part of an individual's identity or consciousness continues after physical death.;;;A term used to describe the continuation of existence after death, as believed by various cultures and religions.;;;A term used to describe the continuation of existence after death, as believed in various cultures and religions.;;;The existence or state believed to occur after death, often associated with a realm beyond the physical world.;;;A belief in life after death, which was an integral part of ancient Egyptian religion and culture.;;;The belief in life or existence after death, particularly in cultures that practice mummification.",
        "chunkid": "Ancient Egyptian Burial Practices6;;;Ancient Egyptian Burial Practices12;;;Ancient Egyptian Burial Practices10;;;Ancient Egyptian Burial Practices25;;;Ancient Egyptian Burial Practices24;;;Ancient Egyptian Burial Practices1;;;Ancient Egyptian Burial Practices21;;;Ancient Egyptian Burial Practices13;;;Ancient Egyptian Burial Practices15;;;Ancient Egyptian Burial Practices2;;;Ancient Egyptian Burial Practices20;;;Ancient Egyptian Burial Practices4;;;Ancient Egyptian Burial Practices22;;;Ancient Egyptian Burial Practices8"
    },
    "entity7": {
        "name": "pyramids at Giza",
        "type": "Architectural Structure",
        "description": "Large structures built in ancient Egypt as tombs for pharaohs and their consorts.;;;Large structures built as tombs for Egyptian pharaohs, designed to protect the deceased's body and possessions and to serve as a gateway to the afterlife.;;;A group of monumental structures located on the Giza Plateau, which served as tombs for pharaohs and their consorts in ancient Egypt.",
        "chunkid": "Ancient Egyptian Burial Practices5;;;Ancient Egyptian Burial Practices3;;;Ancient Egyptian Burial Practices20"
    },
    "entity8": {
        "name": "pharaohs",
        "type": "Person",
        "description": "Ancient Egyptian rulers who were considered both political and religious leaders.",
        "chunkid": "Ancient Egyptian Burial Practices4"
    },
    "entity12": {
        "name": "deceased",
        "type": "Person",
        "description": "A person who has died and is being referred to in the context of burial practices.",
        "chunkid": "Ancient Egyptian Burial Practices6"
    },
    "entity20": {
        "name": "internal organs",
        "type": "Anatomy",
        "description": "The internal parts of the body, such as the heart, liver, and lungs.",
        "chunkid": "Ancient Egyptian Burial Practices11"
    },
    "entity21": {
        "name": "salt",
        "type": "Chemical Substance",
        "description": "A mineral composed primarily of sodium chloride, commonly used for seasoning and preserving food.",
        "chunkid": "Ancient Egyptian Burial Practices11"
    },
    "entity22": {
        "name": "linen bandages",
        "type": "Material",
        "description": "Cloth strips made from flax or cotton, often used in the process of mummification to wrap a body.",
        "chunkid": "Ancient Egyptian Burial Practices11"
    },
    "entity24": {
        "name": "soul",
        "type": "Concept",
        "description": "A non-physical essence of a living being, often considered immortal and separable from the body after death.",
        "chunkid": "Ancient Egyptian Burial Practices12"
    },
    "entity30": {
        "name": "Book of the Dead",
        "type": "Text",
        "description": "An ancient Egyptian funerary text used to guide souls through the afterlife, consisting of spells, hymns, and instructions.;;;An ancient Egyptian funerary text, used to assist a deceased person's journey to the afterlife.",
        "chunkid": "Ancient Egyptian Burial Practices14;;;Ancient Egyptian Burial Practices16"
    },
    "entity31": {
        "name": "spells and prayers",
        "type": "Cultural Artifact",
        "description": "A collection of magical incantations and religious invocations used in ancient rituals.",
        "chunkid": "Ancient Egyptian Burial Practices15"
    },
    "entity33": {
        "name": "realm of the gods",
        "type": "Mythological Location",
        "description": "A divine place in mythology where deities are thought to reside and rule over various aspects of existence.",
        "chunkid": "Ancient Egyptian Burial Practices15"
    },
    "entity35": {
        "name": "papyrus scrolls",
        "type": "Material",
        "description": "A material made from papyrus plants, commonly used in ancient Egypt for writing and inscriptions.",
        "chunkid": "Ancient Egyptian Burial Practices16"
    },
    "entity37": {
        "name": "priests",
        "type": "Personnel",
        "description": "Religious leaders or officials who perform religious duties and rituals.",
        "chunkid": "Ancient Egyptian Burial Practices17"
    },
    "entity38": {
        "name": "embalmers",
        "type": "Personnel",
        "description": "Specialized workers responsible for the preservation of bodies through mummification processes.",
        "chunkid": "Ancient Egyptian Burial Practices17"
    },
    "entity39": {
        "name": "The deceased's family",
        "type": "Social Group",
        "description": "A group of people related by blood or marriage, who are mourning the loss of a member.",
        "chunkid": "Ancient Egyptian Burial Practices18"
    },
    "entity40": {
        "name": "professional mourners",
        "type": "Occupation",
        "description": "Individuals hired to perform mourning rituals and lead funeral processions as part of their job.",
        "chunkid": "Ancient Egyptian Burial Practices18"
    },
    "entity42": {
        "name": "elite",
        "type": "Social Group",
        "description": "The upper class or ruling class of a society, often characterized by wealth, power, and privilege.",
        "chunkid": "Ancient Egyptian Burial Practices19"
    },
    "entity43": {
        "name": "common people",
        "type": "Social Group",
        "description": "The general population of a society, typically not part of the elite or ruling classes.",
        "chunkid": "Ancient Egyptian Burial Practices19"
    },
    "entity52": {
        "name": "religious texts",
        "type": "Cultural Artifact",
        "description": "Written documents or inscriptions that hold religious significance, often used in funerary contexts to guide the deceased.",
        "chunkid": "Ancient Egyptian Burial Practices22"
    },
    "entity53": {
        "name": "amulets",
        "type": "Religious Object",
        "description": "Small objects believed to have magical properties, often placed with the dead for protection or guidance in the afterlife.",
        "chunkid": "Ancient Egyptian Burial Practices22"
    },
    "entity55": {
        "name": "gods",
        "type": "Deity",
        "description": "Supernatural beings worshipped by the ancient Egyptians, believed to have control over natural and human phenomena.;;;Supernatural beings worshipped as part of a religion or belief system, often associated with natural phenomena or aspects of life.",
        "chunkid": "Ancient Egyptian Burial Practices22;;;Ancient Egyptian Burial Practices25"
    },
    "entity58": {
        "name": "society",
        "type": "Social Structure",
        "description": "The aggregate of people living together in a more or less ordered community, specifically referring to the social organization of ancient Egypt.",
        "chunkid": "Ancient Egyptian Burial Practices23"
    }
}