{
    "entity1": {
        "name": "Cooking",
        "type": "Process",
        "description": "The process of preparing food by applying heat or other methods to transform raw ingredients into edible dishes.;;;A food preservation method that involves storing food in a brine solution to prevent the growth of microorganisms that cause spoilage.;;;A process where substances are transformed into different substances through chemical changes.;;;A mixture of two or more immiscible substances, such as oil and water, where one substance is dispersed throughout the other in very small droplets.;;;A process in chemistry where two immiscible substances, such as oil and water, are combined to form a stable mixture.;;;Processes in which one or more substances are transformed into different substances, playing a key role in the cooking process.;;;The process of preparing food by applying heat or other methods.;;;A method of preparing food for consumption, involving various chemical changes and interactions.;;;Processes that lead to the transformation of one set of chemical substances to another.;;;A metabolic process in which microorganisms break down sugars to produce acids, alcohol, and carbon dioxide.;;;A chemical reaction between amino acids and reducing sugars that occurs when food is cooked, leading to browning and the formation of new flavor compounds.;;;The process of preparing food by applying heat, which can be influenced by the presence of acids to enhance flavors and textures.;;;A process where substances are transformed into different substances through the breaking and forming of chemical bonds.;;;Methods used to prevent food spoilage and extend shelf life, including canning, freezing, drying, and fermentation.;;;The process of preserving food by anaerobic fermentation in brine or vinegar.;;;A process involving the transformation of substances into new compounds, often resulting in changes in properties and energy.;;;The scientific principles and processes involved in the preparation of food, affecting its taste, texture, and nutritional value.;;;Methods used to prevent food from spoiling and extend its shelf life.;;;The study of the chemical processes and transformations that occur during cooking.;;;The process by which two immiscible substances (such as oil and water) are combined to form a stable mixture, often with the help of an emulsifier.;;;The scientific study of the chemical processes and transformations that occur during the preparation of food.;;;The process of mixing two immiscible liquids to form a stable emulsion.;;;A stable mixture of two immiscible substances, one of which is dispersed throughout the other in very small droplets.;;;A chemical reaction between amino acids and reducing sugars that occurs when food is cooked, baked, or grilled, contributing to flavor and color.;;;A chemical reaction between amino acids and reducing sugars that usually occurs when food is cooked, baked, or grilled, leading to the formation of new compounds responsible for flavors and aromas.;;;Two immiscible liquids commonly used in the formation of an emulsion.;;;A process where two immiscible substances (such as oil and water) are combined to form a stable mixture, often used in cooking to create sauces and dressings.;;;A metabolic process in which microorganisms convert organic compounds into acids, gases, or alcohol.;;;A chemical reaction between amino acids and reducing sugars that occurs when food is cooked, leading to the browning of foods and the development of complex flavors.;;;A process in which two immiscible substances, such as oil and water, are combined to form a stable mixture through the use of an emulsifier.;;;The process of preparing food by applying heat, often involving various methods such as boiling, frying, or baking.;;;A chemical reaction between amino acids and reducing sugars that occurs when food is cooked, leading to the formation of new compounds responsible for flavors and aromas.;;;The process of preserving food by immersing it in a brine solution or vinegar to prevent spoilage and enhance flavor.",
        "chunkid": "The Chemistry of Cooking22;;;The Chemistry of Cooking3;;;The Chemistry of Cooking26;;;The Chemistry of Cooking9;;;The Chemistry of Cooking19;;;The Chemistry of Cooking31;;;The Chemistry of Cooking27;;;The Chemistry of Cooking6;;;The Chemistry of Cooking30;;;The Chemistry of Cooking10;;;The Chemistry of Cooking24;;;The Chemistry of Cooking23;;;The Chemistry of Cooking8;;;The Chemistry of Cooking12;;;The Chemistry of Cooking4;;;The Chemistry of Cooking20;;;The Chemistry of Cooking2;;;The Chemistry of Cooking29;;;The Chemistry of Cooking11;;;The Chemistry of Cooking28;;;The Chemistry of Cooking1;;;The Chemistry of Cooking7"
    },
    "entity7": {
        "name": "proteins",
        "type": "Biological Molecule",
        "description": "Large biomolecules or macromolecules consisting of one or more long chains of amino acid residues.",
        "chunkid": "The Chemistry of Cooking5;;;The Chemistry of Cooking21"
    },
    "entity8": {
        "name": "sugars",
        "type": "Biological Molecule",
        "description": "A class of sweet, short-chain, soluble carbohydrates that are important in the biological processes of many organisms.;;;Simple carbohydrates that are the building blocks of more complex carbohydrates.",
        "chunkid": "The Chemistry of Cooking5;;;The Chemistry of Cooking24"
    },
    "entity9": {
        "name": "heat",
        "type": "Physical Phenomenon",
        "description": "A form of energy transfer from one body to another due to a difference in temperature.",
        "chunkid": "The Chemistry of Cooking5"
    },
    "entity10": {
        "name": "browning",
        "type": "Chemical Reaction",
        "description": "The process by which food changes color, typically turning brown, as a result of chemical reactions involving amino acids and reducing sugars.",
        "chunkid": "The Chemistry of Cooking5"
    },
    "entity11": {
        "name": "flavor compounds",
        "type": "Chemical Compound",
        "description": "Substances that contribute to the taste and aroma of food, often produced through various cooking processes.",
        "chunkid": "The Chemistry of Cooking5"
    },
    "entity13": {
        "name": "roasted meats",
        "type": "Food Product",
        "description": "Meats that have been prepared using a roasting method, which typically involves cooking in an oven or over an open flame to enhance flavor and texture.",
        "chunkid": "The Chemistry of Cooking6"
    },
    "entity14": {
        "name": "grilled vegetables",
        "type": "Food Product",
        "description": "Vegetables that have been cooked using a grilling method, which involves direct heat from below or all around, often resulting in charred marks and enhanced flavors.",
        "chunkid": "The Chemistry of Cooking6"
    },
    "entity15": {
        "name": "baked goods",
        "type": "Food Product",
        "description": "A wide range of food items prepared by baking, such as breads, pastries, cakes, and cookies, often characterized by their texture and flavor developed during the baking process.",
        "chunkid": "The Chemistry of Cooking6"
    },
    "entity21": {
        "name": "sauces",
        "type": "Food Category",
        "description": "Prepared liquid or semi-liquid mixtures that are served with dishes to add flavor or moisture.;;;Condiments or sauces typically used to add flavor to salads, vegetables, and other foods.",
        "chunkid": "The Chemistry of Cooking10"
    },
    "entity23": {
        "name": "mayonnaise",
        "type": "Food Item",
        "description": "A thick, creamy sauce made primarily from egg yolks, oil, and lemon juice or vinegar, often used as a condiment or ingredient in various dishes.",
        "chunkid": "The Chemistry of Cooking10"
    },
    "entity25": {
        "name": "cooks",
        "type": "Profession",
        "description": "Individuals who prepare food for consumption, often in professional settings like restaurants or at home.;;;Professionals skilled in the preparation and cooking of food, often working in restaurants or culinary institutions.;;;Professional cooks who work in restaurants and other food service establishments, responsible for preparing meals and managing kitchen staff.;;;Professional cooks who prepare meals and manage kitchen staff.;;;Professionals who prepare and cook food in various settings such as restaurants, cafes, or private homes.",
        "chunkid": "The Chemistry of Cooking15;;;The Chemistry of Cooking29;;;The Chemistry of Cooking22;;;The Chemistry of Cooking11;;;The Chemistry of Cooking18"
    },
    "entity27": {
        "name": "Acids",
        "type": "Chemical Compound",
        "description": "Substances that can donate a proton or form a bond with an electron pair, often found in foods and used to influence flavor, texture, and structure.;;;Substances that can donate a proton or accept an electron pair in reactions, often characterized by their sour taste and ability to react with metals.;;;Substances that can donate protons or hydrogen ions in a chemical reaction, playing various roles in food chemistry and preservation.;;;Substances that can donate a proton or form a bond with an electron pair, often used in food to enhance flavor and preserve.;;;Substances that can donate a proton or form a bond with an electron pair, often used in cooking to balance flavors.;;;A class of chemical compounds that can donate protons or accept electrons, often used in cooking to tenderize meat and balance flavors.",
        "chunkid": "The Chemistry of Cooking15;;;The Chemistry of Cooking24;;;The Chemistry of Cooking13;;;The Chemistry of Cooking16;;;The Chemistry of Cooking12;;;The Chemistry of Cooking30"
    },
    "entity29": {
        "name": "flavor",
        "type": "Sensory Attribute",
        "description": "Sensory attributes of food that can be affected by various factors including chemical reactions and temperature.;;;A characteristic of food that combines taste, smell, and other sensations experienced during consumption, often enhanced or modified by acids.",
        "chunkid": "The Chemistry of Cooking12;;;The Chemistry of Cooking20"
    },
    "entity30": {
        "name": "texture",
        "type": "Physical Property",
        "description": "The feel or consistency of a substance, which can be altered in cooking through the use of acids to achieve desired mouthfeel and structure.",
        "chunkid": "The Chemistry of Cooking12"
    },
    "entity31": {
        "name": "structure",
        "type": "Physical Property",
        "description": "The arrangement or composition of parts in food, which can be influenced by acids to create specific forms or consistencies during cooking.",
        "chunkid": "The Chemistry of Cooking12"
    },
    "entity33": {
        "name": "lemon juice",
        "type": "Ingredient",
        "description": "A liquid extracted from lemons, used for its flavor and acidity in cooking and beverages.",
        "chunkid": "The Chemistry of Cooking14"
    },
    "entity34": {
        "name": "fruit salad",
        "type": "Dish",
        "description": "A mixture of various fruits, often served as a dessert or side dish.",
        "chunkid": "The Chemistry of Cooking14"
    },
    "entity38": {
        "name": "salts",
        "type": "Chemical Compound",
        "description": "Ionic compounds composed of cations and anions, commonly used to season food and regulate enzymatic reactions during cooking.;;;Ionic compounds composed of cations (positively charged ions) and anions (negatively charged ions), used for flavoring and food preservation.;;;A common mineral used in cooking to enhance flavor.;;;A common mineral composed primarily of sodium chloride, used to flavor and preserve food.",
        "chunkid": "The Chemistry of Cooking18;;;The Chemistry of Cooking16;;;The Chemistry of Cooking17;;;The Chemistry of Cooking30"
    },
    "entity42": {
        "name": "Temperature control",
        "type": "Process",
        "description": "The practice of managing the temperature during cooking to achieve desired outcomes, such as proper doneness or texture.;;;A method used in cooking to manage the heat applied to food, affecting its preparation and safety.",
        "chunkid": "The Chemistry of Cooking19;;;The Chemistry of Cooking30"
    },
    "entity46": {
        "name": "temperature ranges",
        "type": "Property",
        "description": "The range of temperatures at which certain processes or phenomena occur.",
        "chunkid": "The Chemistry of Cooking20"
    },
    "entity49": {
        "name": "meat",
        "type": "Food Product",
        "description": "Animal flesh that is eaten as food, typically from mammals and birds.",
        "chunkid": "The Chemistry of Cooking21"
    },
    "entity50": {
        "name": "eggs",
        "type": "Food Product",
        "description": "Reproductive bodies produced by female animals, often consumed as a food source.",
        "chunkid": "The Chemistry of Cooking21"
    },
    "entity51": {
        "name": "temperature",
        "type": "Physical Property",
        "description": "A measure of the average kinetic energy of particles in a substance.",
        "chunkid": "The Chemistry of Cooking22"
    },
    "entity59": {
        "name": "microorganisms",
        "type": "Organism Group",
        "description": "Small living entities that can only be seen with a microscope, including bacteria, fungi, and protozoa.",
        "chunkid": "The Chemistry of Cooking24"
    },
    "entity62": {
        "name": "alcohol",
        "type": "Chemical Compound",
        "description": "An organic compound containing one or more hydroxyl groups attached to a carbon atom, commonly produced by the fermentation of sugars.",
        "chunkid": "The Chemistry of Cooking24"
    },
    "entity63": {
        "name": "carbon dioxide",
        "type": "Chemical Compound",
        "description": "A colorless and odorless gas composed of one carbon atom and two oxygen atoms, often a byproduct of cellular respiration and fermentation.",
        "chunkid": "The Chemistry of Cooking24"
    },
    "entity65": {
        "name": "Brine Solution",
        "type": "Substance",
        "description": "A concentrated solution of salt and water, often used in pickling to preserve food by inhibiting microbial growth.",
        "chunkid": "The Chemistry of Cooking26"
    },
    "entity66": {
        "name": "Spoilage Microorganisms",
        "type": "Organism",
        "description": "Microscopic organisms that can cause food to spoil or decay, leading to a loss of quality and safety in the food product.",
        "chunkid": "The Chemistry of Cooking26"
    },
    "entity70": {
        "name": "culinary arts",
        "type": "Field of Study",
        "description": "A discipline involving the practice, techniques, and skills used in cooking and food preparation, often taught as a profession.",
        "chunkid": "The Chemistry of Cooking28"
    }
}