{
    "entity1": {
        "name": "Cryptocurrencies",
        "type": "Financial Instrument",
        "description": "A distributed ledger technology that maintains a permanent and tamper-proof record of transaction data, supporting the operation of cryptocurrencies.;;;Currencies that exist primarily in electronic form and are used for online transactions, often based on blockchain technology.;;;Self-executing contracts with the terms of the agreement directly written into code.;;;A form of currency that exists primarily in digital or electronic form, used for transactions and investments.;;;Digital or virtual currencies that use cryptography for security and operate independently of a central bank.;;;A distributed ledger technology that ensures the transparency and immutability of transactions on the network.;;;Alternative cryptocurrencies that were launched after the success of Bitcoin, often with different features and improvements.;;;A decentralized digital ledger that records transactions across many computers in such a way that the registered transactions cannot be altered retroactively.;;;A digital or virtual currency that uses cryptography for security and operates independently of a central bank.;;;Digital or virtual currencies that use cryptography for security and are decentralized, allowing for peer-to-peer transactions without the need for a central authority.;;;Digital representations of value that can be traded or transferred electronically.;;;Digital or virtual currencies that use cryptography for security and are decentralized, operating independently of a central bank.;;;A decentralized digital currency that uses cryptography for security and is the first and most well-known cryptocurrency.;;;A distributed ledger technology that maintains a permanent and tamper-proof record of transaction data, supporting decentralized applications and cryptocurrencies.",
        "chunkid": "The Rise of Cryptocurrencies18;;;The Rise of Cryptocurrencies25;;;The Rise of Cryptocurrencies20;;;The Rise of Cryptocurrencies17;;;The Rise of Cryptocurrencies6;;;The Rise of Cryptocurrencies27;;;The Rise of Cryptocurrencies24;;;The Rise of Cryptocurrencies2;;;The Rise of Cryptocurrencies28;;;The Rise of Cryptocurrencies23;;;The Rise of Cryptocurrencies21;;;The Rise of Cryptocurrencies4;;;The Rise of Cryptocurrencies13;;;The Rise of Cryptocurrencies1;;;The Rise of Cryptocurrencies26;;;The Rise of Cryptocurrencies9;;;The Rise of Cryptocurrencies7;;;The Rise of Cryptocurrencies15;;;The Rise of Cryptocurrencies10;;;The Rise of Cryptocurrencies3;;;The Rise of Cryptocurrencies11"
    },
    "entity2": {
        "name": "financial world",
        "type": "Economic Sector",
        "description": "The industry concerned with the management of money, including activities such as investing, borrowing, lending, budgeting, saving, and forecasting.;;;The global network of financial institutions, markets, and services involved in the management of money and investments.;;;A network of financial institutions, markets, and instruments that facilitate the flow of money in an economy.;;;The field concerned with the management, investment, and movement of money and other financial assets.",
        "chunkid": "The Rise of Cryptocurrencies27;;;The Rise of Cryptocurrencies25;;;The Rise of Cryptocurrencies24;;;The Rise of Cryptocurrencies28;;;The Rise of Cryptocurrencies1"
    },
    "entity4": {
        "name": "Satoshi Nakamoto",
        "type": "Person/Group",
        "description": "The pseudonym used by the unknown person or group of people who developed Bitcoin and created its original reference implementation.",
        "chunkid": "The Rise of Cryptocurrencies2"
    },
    "entity7": {
        "name": "decentralized nature",
        "type": "Concept",
        "description": "A concept in technology and governance where control or authority is distributed rather than being centralized.;;;A characteristic of systems where components are spread out, with no single point of control or failure.",
        "chunkid": "The Rise of Cryptocurrencies10;;;The Rise of Cryptocurrencies3"
    },
    "entity8": {
        "name": "fiat currencies",
        "type": "Financial Instrument",
        "description": "Traditional forms of currency that are issued by governments and controlled by central banks.",
        "chunkid": "The Rise of Cryptocurrencies4"
    },
    "entity9": {
        "name": "governments",
        "type": "Organization",
        "description": "Organizations or bodies that have the authority to govern a country, region, or community.;;;Organizations with the authority to govern and make decisions on behalf of a population, typically within a defined geographical area.",
        "chunkid": "The Rise of Cryptocurrencies4;;;The Rise of Cryptocurrencies20"
    },
    "entity10": {
        "name": "central banks",
        "type": "Financial Institution",
        "description": "Banks responsible for overseeing the monetary system of a nation or group of nations.",
        "chunkid": "The Rise of Cryptocurrencies4"
    },
    "entity15": {
        "name": "block",
        "type": "Data Structure",
        "description": "A unit of data in a blockchain that contains multiple transactions and is linked to the previous block.",
        "chunkid": "The Rise of Cryptocurrencies8"
    },
    "entity16": {
        "name": "network",
        "type": "System",
        "description": "The interconnected group of computers or nodes that validate and maintain the integrity of the blockchain.",
        "chunkid": "The Rise of Cryptocurrencies8"
    },
    "entity23": {
        "name": "financial inclusion",
        "type": "Economic Concept",
        "description": "The process of ensuring access to financial services and timely, adequate credit where needed by vulnerable groups such as weaker sections and low-income groups, in an equitable and affordable manner.",
        "chunkid": "The Rise of Cryptocurrencies13"
    },
    "entity26": {
        "name": "investors",
        "type": "Economic Actor",
        "description": "Individuals or organizations that allocate capital with the expectation of generating a profit, often through the purchase and sale of financial assets.",
        "chunkid": "The Rise of Cryptocurrencies17"
    },
    "entity27": {
        "name": "speculators",
        "type": "Economic Actor",
        "description": "Individuals who trade in risky financial instruments with the aim of making quick profits from short-term price movements, often without holding the asset for long periods.",
        "chunkid": "The Rise of Cryptocurrencies17"
    },
    "entity29": {
        "name": "Regulation",
        "type": "Concept",
        "description": "The process of creating and enforcing rules to manage the behavior of individuals or organizations, particularly in financial contexts.",
        "chunkid": "The Rise of Cryptocurrencies20"
    },
    "entity32": {
        "name": "regulatory bodies",
        "type": "Organization",
        "description": "Official organizations responsible for setting standards and enforcing rules in specific industries or sectors.",
        "chunkid": "The Rise of Cryptocurrencies20"
    },
    "entity35": {
        "name": "money laundering",
        "type": "Crime",
        "description": "The process of making illegally-gained proceeds appear legal.",
        "chunkid": "The Rise of Cryptocurrencies22"
    },
    "entity36": {
        "name": "tax evasion",
        "type": "Crime",
        "description": "The illegal act of not paying or underpaying taxes owed to the government.",
        "chunkid": "The Rise of Cryptocurrencies22"
    },
    "entity37": {
        "name": "consumer protection",
        "type": "Legal Concept",
        "description": "Laws and regulations designed to protect consumers from unfair practices by businesses.",
        "chunkid": "The Rise of Cryptocurrencies22"
    },
    "entity46": {
        "name": "money",
        "type": "Economic Concept",
        "description": "A current medium of exchange in the form of coins and banknotes; anything that is generally accepted as payment for goods and services and repayment of debts.",
        "chunkid": "The Rise of Cryptocurrencies27"
    }
}