{
    "entity1": {
        "name": "Astronaut",
        "type": "Occupation",
        "description": "The team of individuals working together on a mission or project.;;;Professionals trained to travel and perform tasks in space.;;;A person trained to travel in a spacecraft.;;;A person trained to travel in a spacecraft and conduct activities in space.;;;Individuals trained to travel and work in space, often conducting scientific research or maintenance tasks on spacecraft.;;;The group of individuals working and living on the space station.;;;Professional space travelers who work on spacecraft and conduct scientific research in space.;;;A collective term for all individuals working together on a specific task or mission, such as on a ship, aircraft, or space station.;;;A person trained to travel in a spacecraft or work in space.;;;Professionals trained to travel and work in space.;;;Individuals trained to travel and work in space, often responsible for conducting scientific experiments and maintaining spacecraft.;;;Fellow astronauts or team members with whom the astronauts share their living and working environment in space.;;;Professional space travelers who are trained to operate spacecraft and perform tasks in outer space.;;;A person trained to travel in a spacecraft and work in space.;;;A person trained to travel in a spacecraft and conduct scientific research or other tasks in space.;;;Individuals trained to travel and work in space.",
        "chunkid": "A Day in the Life of an Astronaut14;;;A Day in the Life of an Astronaut23;;;A Day in the Life of an Astronaut10;;;A Day in the Life of an Astronaut12;;;A Day in the Life of an Astronaut15;;;A Day in the Life of an Astronaut20;;;A Day in the Life of an Astronaut4;;;A Day in the Life of an Astronaut2;;;A Day in the Life of an Astronaut11;;;A Day in the Life of an Astronaut7;;;A Day in the Life of an Astronaut5;;;A Day in the Life of an Astronaut8;;;A Day in the Life of an Astronaut16;;;A Day in the Life of an Astronaut1;;;A Day in the Life of an Astronaut6;;;A Day in the Life of an Astronaut25;;;A Day in the Life of an Astronaut13;;;A Day in the Life of an Astronaut24;;;A Day in the Life of an Astronaut22;;;A Day in the Life of an Astronaut3;;;A Day in the Life of an Astronaut18"
    },
    "entity2": {
        "name": "Space Exploration",
        "type": "Activity",
        "description": "Extended periods spent in outer space, typically involving astronauts or cosmonauts on spacecraft for prolonged durations.;;;The discovery and exploration of outer space, including the study of celestial bodies and phenomena that originate outside Earth's atmosphere.",
        "chunkid": "A Day in the Life of an Astronaut1;;;A Day in the Life of an Astronaut17"
    },
    "entity3": {
        "name": "Universe",
        "type": "Cosmic Entity",
        "description": "All of space and time and their contents, including planets, stars, galaxies, and all other forms of matter and energy.",
        "chunkid": "A Day in the Life of an Astronaut1"
    },
    "entity6": {
        "name": "space station",
        "type": "Location",
        "description": "A large spacecraft that remains in orbit around Earth for an extended period, serving as a base for scientific research and other activities.;;;A large spacecraft that remains in orbit around Earth for an extended period, serving as a research laboratory and living quarters for astronauts.;;;A large spacecraft designed for long-term human habitation in orbit around Earth or other celestial bodies.;;;A large spacecraft in low Earth orbit used for scientific research and experiments.",
        "chunkid": "A Day in the Life of an Astronaut5;;;A Day in the Life of an Astronaut9;;;A Day in the Life of an Astronaut3;;;A Day in the Life of an Astronaut15"
    },
    "entity8": {
        "name": "space",
        "type": "Location",
        "description": "The boundless, three-dimensional expanse in which all matter is contained and moves.",
        "chunkid": "A Day in the Life of an Astronaut4"
    },
    "entity11": {
        "name": "morning briefing",
        "type": "Event",
        "description": "A regular meeting held in the morning to discuss daily activities and updates.",
        "chunkid": "A Day in the Life of an Astronaut6"
    },
    "entity13": {
        "name": "mission control",
        "type": "Organization",
        "description": "A ground-based facility responsible for monitoring and directing space missions.;;;A facility or team responsible for monitoring and directing space missions.",
        "chunkid": "A Day in the Life of an Astronaut6;;;A Day in the Life of an Astronaut19"
    },
    "entity18": {
        "name": "scientific research",
        "type": "Activity",
        "description": "Systematic investigation into and study of materials, structures, organisms, or phenomena to discover facts or principles.",
        "chunkid": "A Day in the Life of an Astronaut10"
    },
    "entity19": {
        "name": "station's systems or equipment",
        "type": "Infrastructure",
        "description": "The various operational components of a space station, including life support, power generation, and communication systems.;;;The various mechanical, electrical, and life support systems that are part of a space station, essential for its operation and the safety of its crew.",
        "chunkid": "A Day in the Life of an Astronaut14;;;A Day in the Life of an Astronaut10"
    },
    "entity21": {
        "name": "exercise",
        "type": "Activity",
        "description": "Physical activity performed to maintain or improve health and fitness.",
        "chunkid": "A Day in the Life of an Astronaut11"
    },
    "entity22": {
        "name": "microgravity",
        "type": "Environment",
        "description": "A condition of very low gravity, such as that experienced in space.",
        "chunkid": "A Day in the Life of an Astronaut12"
    },
    "entity23": {
        "name": "human body",
        "type": "Biological Entity",
        "description": "The physical structure and function of a human being.",
        "chunkid": "A Day in the Life of an Astronaut12"
    },
    "entity26": {
        "name": "treadmills",
        "type": "Equipment",
        "description": "Exercise machines used for walking or running while staying in one place.",
        "chunkid": "A Day in the Life of an Astronaut13"
    },
    "entity27": {
        "name": "resistance machines",
        "type": "Equipment",
        "description": "Exercise equipment designed to provide resistance against muscle movement, often used for strength training.",
        "chunkid": "A Day in the Life of an Astronaut13"
    },
    "entity29": {
        "name": "living quarters",
        "type": "Location",
        "description": "A designated area within a spacecraft where astronauts can rest and sleep.;;;The area within a spacecraft or space station where crew members reside and perform daily activities.",
        "chunkid": "A Day in the Life of an Astronaut14;;;A Day in the Life of an Astronaut20"
    },
    "entity35": {
        "name": "Earth",
        "type": "Location",
        "description": "The third planet from the Sun, where humans live and which is often visible to astronauts as a viewable object from space.;;;The third planet from the Sun, where humans live and which is often observed from space for its beauty and scientific value.",
        "chunkid": "A Day in the Life of an Astronaut16;;;A Day in the Life of an Astronaut22"
    },
    "entity36": {
        "name": "downtime",
        "type": "Concept",
        "description": "Periods of rest or inactivity, especially during work or missions.",
        "chunkid": "A Day in the Life of an Astronaut17"
    },
    "entity37": {
        "name": "morale",
        "type": "Psychological State",
        "description": "A state of psychological and emotional health characterized by good mental functioning and positive feelings.;;;The mental and emotional condition (of a person) with regard to confidence, hopefulness, and enthusiasm.",
        "chunkid": "A Day in the Life of an Astronaut17"
    },
    "entity44": {
        "name": "sleeping bags",
        "type": "Object",
        "description": "Bags designed for sleeping, used by astronauts to stay in place while they sleep in zero gravity conditions.",
        "chunkid": "A Day in the Life of an Astronaut20"
    }
}