{
    "entity1": {
        "name": "English",
        "type": "Language",
        "description": "A West Germanic language that originated from Anglo-Frisian dialects brought to Britain in the mid 5th to 7th centuries by Anglo-Saxon settlers.;;;The primary language spoken in England and many other countries around the world, with a rich history and global influence.;;;A West Germanic language that originated in England and is now widely spoken around the world.;;;A phase in the history of the English language that started in the late 15th century and ended in the mid-17th century.;;;The earliest form of the English language, spoken in England from about the 5th to the mid-11th century.;;;The development and changes of the English language over time, influenced by various historical events and cultural interactions.;;;The West Germanic language that originated from Anglo-Frisian dialects brought to Britain in the mid-5th to 7th centuries by Anglo-Saxon settlers.;;;A West Germanic language that originated in England and is now widely used as a global lingua franca.;;;A West Germanic language that originated from Anglo-Frisian dialects brought to Britain in the mid 5th to 7th centuries AD by Anglo-Saxon settlers.;;;The West Germanic language that originated in England and is now widely used around the world.;;;The primary language used in England and many other countries, with a rich history of development and change.;;;A set of dialects of the English language used in the United States and some other countries.;;;The English language, a West Germanic language that originated from England and has become a global lingua franca.;;;An early form of the English language spoken from around the 5th to the mid-11th centuries.;;;An early form of the English language spoken in England from the 5th to the 11th century.;;;A major variety of the English language, used primarily in Australia.;;;A West Germanic language that is the primary language of several countries and widely used as a lingua franca in international communication, business, and diplomacy.;;;A West Germanic language that originated from the Anglo-Frisian dialects brought to Britain in the mid 5th to 7th centuries AD by Anglo-Saxon settlers.;;;The language used predominantly in England and many other countries around the world.;;;An early form of the English language spoken from around 450 to 1150 AD.;;;A West Germanic language that is the primary language of several countries and widely used as a lingua franca in many others.;;;A historical stage of the English language, spoken from the 11th to the 15th century.;;;A stage of the English language used from about 1500 to 1700, characterized by the Great Vowel Shift and the standardization of spelling.;;;The form of English used from the late 11th century to the late 15th century, following Old English and preceding Early Modern English.",
        "chunkid": "The History of the English Language17;;;The History of the English Language22;;;The History of the English Language3;;;The History of the English Language7;;;The History of the English Language4;;;The History of the English Language18;;;The History of the English Language25;;;The History of the English Language21;;;The History of the English Language12;;;The History of the English Language14;;;The History of the English Language20;;;The History of the English Language15;;;The History of the English Language19;;;The History of the English Language2;;;The History of the English Language9;;;The History of the English Language23;;;The History of the English Language1;;;The History of the English Language16;;;The History of the English Language10;;;The History of the English Language13;;;The History of the English Language24"
    },
    "entity3": {
        "name": "Anglo-Saxons",
        "type": "Ethnic Group",
        "description": "The cultural group that inhabited and ruled parts of Britain from the 5th to the 11th centuries, known for their language and literature.;;;A group of Germanic peoples who inhabited and eventually ruled parts of the British Isles from around 450 AD to 1066 AD.;;;A group of Germanic peoples who inhabited and eventually ruled parts of the British Isles from around the 5th century to the Norman conquest in 1066.",
        "chunkid": "The History of the English Language4;;;The History of the English Language2;;;The History of the English Language6"
    },
    "entity4": {
        "name": "Britain",
        "type": "Geographical Location",
        "description": "A large island off the northwestern coast of continental Europe, comprising England, Scotland, and Wales.",
        "chunkid": "The History of the English Language2"
    },
    "entity5": {
        "name": "5th century",
        "type": "Time Period",
        "description": "The period from 401 to 500 AD in the Julian calendar, marking significant historical events including the fall of the Western Roman Empire and the beginning of the Middle Ages.",
        "chunkid": "The History of the English Language2"
    },
    "entity6": {
        "name": "Germanic tribes",
        "type": "Ethnic Group",
        "description": "A group of people who spoke related languages and shared a common culture, primarily inhabiting northern Europe.",
        "chunkid": "The History of the English Language3"
    },
    "entity10": {
        "name": "England",
        "type": "Geographical Location",
        "description": "A country that is part of the United Kingdom, located on the island of Great Britain.",
        "chunkid": "The History of the English Language4;;;The History of the English Language8;;;The History of the English Language14"
    },
    "entity11": {
        "name": "Germanic languages",
        "type": "Language Family",
        "description": "A branch of the Indo-European language family, including languages such as English, German, and Dutch.",
        "chunkid": "The History of the English Language5"
    },
    "entity13": {
        "name": "house",
        "type": "Word",
        "description": "An English word meaning a building for human habitation, typically with walls and a roof.",
        "chunkid": "The History of the English Language6"
    },
    "entity14": {
        "name": "mother",
        "type": "Word",
        "description": "An English word referring to a female parent or a woman in relation to her children.",
        "chunkid": "The History of the English Language6"
    },
    "entity15": {
        "name": "earth",
        "type": "Word",
        "description": "An English word meaning the solid part of the planet, as distinct from the sky or sea; soil or land.",
        "chunkid": "The History of the English Language6"
    },
    "entity16": {
        "name": "Norman Conquest of England",
        "type": "Historical Event",
        "description": "A significant historical event where the Normans, led by William the Conqueror, invaded and took control of England in 1066.",
        "chunkid": "The History of the English Language7"
    },
    "entity18": {
        "name": "The Normans",
        "type": "Ethnic Group",
        "description": "A group of people of North French origin who played a significant role in medieval European history, particularly after the Norman conquest of England.",
        "chunkid": "The History of the English Language8"
    },
    "entity19": {
        "name": "Old Norman",
        "type": "Language",
        "description": "An early form of the French language spoken by the Normans, which developed from a mix of Norse and Old French dialects.;;;A variety of the Norman language that was spoken in the Duchy of Normandy and later in England after the Norman Conquest.",
        "chunkid": "The History of the English Language9;;;The History of the English Language8"
    },
    "entity20": {
        "name": "Old French",
        "type": "Language",
        "description": "The Gallo-Romance dialect continuum spoken in territories that span roughly the northern half of France and parts of modern Belgium and Switzerland from around 800 to 1300.",
        "chunkid": "The History of the English Language8"
    },
    "entity26": {
        "name": "11th to the 15th century",
        "type": "Time Period",
        "description": "The period during which Middle English was spoken, spanning from the year 1000 to 1499.",
        "chunkid": "The History of the English Language10"
    },
    "entity27": {
        "name": "French words",
        "type": "Linguistic Influence",
        "description": "Words of French origin that were introduced into Middle English during this period.",
        "chunkid": "The History of the English Language10"
    },
    "entity28": {
        "name": "Geoffrey Chaucer",
        "type": "Person",
        "description": "A significant English poet and author, best known for his work 'The Canterbury Tales'.",
        "chunkid": "The History of the English Language11"
    },
    "entity29": {
        "name": "The Canterbury Tales",
        "type": "Work of Literature",
        "description": "A collection of 24 stories that run to over 17,000 lines written in Middle English by Geoffrey Chaucer.",
        "chunkid": "The History of the English Language11"
    },
    "entity30": {
        "name": "Middle English literature",
        "type": "Literary Period/Genre",
        "description": "A body of writings produced during the period from about 1100 to 1500, characterized by the use of Middle English language.",
        "chunkid": "The History of the English Language11"
    },
    "entity32": {
        "name": "William Caxton",
        "type": "Person",
        "description": "A significant figure in the history of printing, known for introducing the printing press to England.",
        "chunkid": "The History of the English Language13;;;The History of the English Language14"
    },
    "entity33": {
        "name": "printing press",
        "type": "Invention",
        "description": "A device used for transferring text or images onto paper using movable type and ink, revolutionizing the spread of information.",
        "chunkid": "The History of the English Language13"
    },
    "entity39": {
        "name": "15th century",
        "type": "Time Period",
        "description": "The period from 1401 to 1500, part of which marks the beginning of the Early Modern English period.",
        "chunkid": "The History of the English Language15"
    },
    "entity40": {
        "name": "17th century",
        "type": "Time Period",
        "description": "The period from 1601 to 1700, during which the Early Modern English period came to an end.",
        "chunkid": "The History of the English Language15"
    },
    "entity42": {
        "name": "Great Vowel Shift",
        "type": "Linguistic Phenomenon",
        "description": "A major historical linguistic change that occurred in the English language between 1400 and 1700, affecting the pronunciation of vowels.",
        "chunkid": "The History of the English Language16"
    },
    "entity43": {
        "name": "William Shakespeare",
        "type": "Person",
        "description": "A renowned English playwright and poet, widely regarded as one of the greatest writers in the English language.",
        "chunkid": "The History of the English Language17"
    },
    "entity46": {
        "name": "18th and 19th centuries",
        "type": "Time Period",
        "description": "A period in history spanning from the year 1701 to 1900.",
        "chunkid": "The History of the English Language18"
    },
    "entity47": {
        "name": "British Empire",
        "type": "Political Entity",
        "description": "A global empire that was the largest in history and a major power from the 18th to the mid-20th century, known for its vast territorial holdings around the world.;;;A global empire that was established by Britain during the modern era, which at its peak was the largest empire in history and covered a vast territory around the world.",
        "chunkid": "The History of the English Language18;;;The History of the English Language19"
    },
    "entity52": {
        "name": "Indian English",
        "type": "Language Variation",
        "description": "The form of the English language used in India, characterized by unique vocabulary, pronunciation, and usage patterns influenced by Indian languages.",
        "chunkid": "The History of the English Language19"
    },
    "entity54": {
        "name": "20th century",
        "type": "Time Period",
        "description": "The period from 1901 to 2000, characterized by significant technological, social, and political changes globally.",
        "chunkid": "The History of the English Language20"
    },
    "entity57": {
        "name": "1.5 billion people",
        "type": "Quantity",
        "description": "Refers to the number of individuals who speak English worldwide, including native speakers and those who use it as a second or foreign language.",
        "chunkid": "The History of the English Language22"
    },
    "entity58": {
        "name": "technology",
        "type": "Field",
        "description": "The application of scientific knowledge for practical purposes, especially in industry, communication, and other areas that influence the evolution of language.",
        "chunkid": "The History of the English Language22"
    },
    "entity59": {
        "name": "globalization",
        "type": "Process",
        "description": "A process by which businesses or other organizations develop international influence or start operating on an international scale, often affecting cultural and linguistic exchanges.",
        "chunkid": "The History of the English Language22"
    }
}