{
    "entity1": {
        "name": "Bonsai Tree Cultivation",
        "type": "Practice",
        "description": "The main stem of a tree, which is typically upright and woody, supporting the branches and leaves.;;;The limbs or stems of a tree that grow out from the trunk and bear leaves, flowers, and fruits.;;;The art of cultivating miniature trees or plants in containers, often shaped to mimic the appearance of full-sized trees.;;;A miniature tree grown in a container, often shaped to mimic the appearance of full-sized trees.;;;The parts of a tree that are pruned and trimmed by bonsai artists to maintain the tree's small size and aesthetic appearance.;;;A perennial plant with an elongated stem, or trunk, supporting branches and leaves in most species.;;;A woody perennial plant, typically having a single stem or trunk, supporting branches and leaves.;;;Individuals or groups who practice the art of bonsai, which involves cultivating and shaping trees into miniature forms.;;;The practice of growing and shaping miniature trees in containers, often associated with Asian cultures.;;;Small, potted trees that are cultivated and trained to have an aesthetically pleasing shape.;;;The main stem of a tree, which is usually the part that grows above ground and supports the branches and foliage.;;;The art of growing and shaping miniature trees or plants in containers, reflecting diverse artistic expressions from different cultures.;;;A Japanese art form using cultivation techniques to grow miniature trees in containers.;;;A method of growing and shaping miniature trees in containers, combining horticulture, aesthetics, and artistic expression.;;;Individuals or a group of people who practice the art of bonsai, which involves cultivating and shaping miniature trees in containers.;;;The art of cultivating and growing miniature trees or plants in containers, often practiced for aesthetic and meditative purposes.;;;A method of cultivating small trees or plants in containers, often styled to mimic the shape and scale of full-sized trees.;;;Individuals or a group of people who practice the art of bonsai, which involves cultivating and shaping miniature trees.;;;The parts of a tree that grow out from the trunk and bear leaves, flowers, or fruit.;;;A Japanese art form involving the cultivation and shaping of miniature trees in containers to resemble full-sized trees.;;;A centuries-old horticultural art form involving the growing and shaping of trees in containers.;;;An individual who creates art, in this context referring to someone skilled in shaping and cultivating bonsai trees.;;;The leaves of a plant, collectively, which are typically green and play a key role in photosynthesis.;;;Artists who specialize in the art of cultivating and shaping miniature trees and plants, often reflecting natural landscapes.;;;The art and practice of growing miniature trees in containers.;;;The practice of growing and maintaining miniature trees in containers.",
        "chunkid": "The Art of Bonsai Tree Cultivation2;;;The Art of Bonsai Tree Cultivation11;;;The Art of Bonsai Tree Cultivation23;;;The Art of Bonsai Tree Cultivation21;;;The Art of Bonsai Tree Cultivation10;;;The Art of Bonsai Tree Cultivation15;;;The Art of Bonsai Tree Cultivation17;;;The Art of Bonsai Tree Cultivation6;;;The Art of Bonsai Tree Cultivation9;;;The Art of Bonsai Tree Cultivation8;;;The Art of Bonsai Tree Cultivation12;;;The Art of Bonsai Tree Cultivation7;;;The Art of Bonsai Tree Cultivation14;;;The Art of Bonsai Tree Cultivation5;;;The Art of Bonsai Tree Cultivation20;;;The Art of Bonsai Tree Cultivation18;;;The Art of Bonsai Tree Cultivation22;;;The Art of Bonsai Tree Cultivation4;;;The Art of Bonsai Tree Cultivation1;;;The Art of Bonsai Tree Cultivation13;;;The Art of Bonsai Tree Cultivation19;;;The Art of Bonsai Tree Cultivation16"
    },
    "entity2": {
        "name": "China",
        "type": "Country",
        "description": "An East Asian country where bonsai tree cultivation is believed to have originated.;;;A country in East Asia, recognized for more naturalistic and informal styles of bonsai cultivation.",
        "chunkid": "The Art of Bonsai Tree Cultivation20;;;The Art of Bonsai Tree Cultivation1"
    },
    "entity3": {
        "name": "Japan",
        "type": "Country",
        "description": "An East Asian island nation that also played a significant role in the development and popularization of bonsai tree cultivation.",
        "chunkid": "The Art of Bonsai Tree Cultivation1"
    },
    "entity6": {
        "name": "miniaturization",
        "type": "Concept",
        "description": "The process or technique of reducing the size of objects, in this context specifically related to bonsai cultivation.",
        "chunkid": "The Art of Bonsai Tree Cultivation4"
    },
    "entity11": {
        "name": "shaping and styling",
        "type": "Process",
        "description": "The techniques used to form the structure and appearance of plants, particularly in bonsai art.",
        "chunkid": "The Art of Bonsai Tree Cultivation7"
    },
    "entity13": {
        "name": "wiring",
        "type": "Technique",
        "description": "A method used in bonsai to shape branches and trunks by wrapping them with wire to guide their growth into desired forms.",
        "chunkid": "The Art of Bonsai Tree Cultivation8"
    },
    "entity14": {
        "name": "pruning",
        "type": "Technique",
        "description": "The process of selectively removing parts of a plant, such as branches or roots, to improve its shape and health.",
        "chunkid": "The Art of Bonsai Tree Cultivation8"
    },
    "entity15": {
        "name": "grafting",
        "type": "Technique",
        "description": "A horticultural technique where tissues from one plant are inserted into another so that the two sets of vascular tissues may join together, often used to propagate desirable characteristics in plants.",
        "chunkid": "The Art of Bonsai Tree Cultivation8"
    },
    "entity28": {
        "name": "Japanese aesthetics",
        "type": "Cultural Concept",
        "description": "A set of aesthetic principles originating from Japan that emphasize simplicity, imperfection, and the beauty of nature.",
        "chunkid": "The Art of Bonsai Tree Cultivation14"
    },
    "entity35": {
        "name": "Japan",
        "type": "Location",
        "description": "A country in East Asia, known for its elegant and refined styles of bonsai cultivation.",
        "chunkid": "The Art of Bonsai Tree Cultivation20"
    },
    "entity40": {
        "name": "nature",
        "type": "Concept",
        "description": "The natural world, including all living organisms and their interactions with the environment.",
        "chunkid": "The Art of Bonsai Tree Cultivation22"
    }
}