{
    "entity1": {
        "name": "Bread",
        "type": "Food",
        "description": "The chemical process by which substances undergo anaerobic glycolysis and produce energy, often resulting in the production of alcohol or acids.;;;A technique used in baking to mix and develop the dough, which helps to form gluten strands.;;;A type of fungus that plays a key role in various biological processes, including fermentation.;;;A staple food prepared from a dough of flour and water, usually baked. It is one of the oldest and most widely consumed foods in human history.;;;A staple food made from dough that has been baked, often leavened with yeast or another agent to create an airy texture.;;;A microorganism that is commonly used in baking and brewing to produce carbon dioxide and alcohol through fermentation.;;;Components or elements used in the preparation of food, such as flour, water, yeast, and salt, which are mixed to form dough for bread baking.;;;A microorganism used in baking and brewing to produce carbon dioxide, which helps dough rise.;;;A culinary technique involving the preparation of dough and its transformation into bread through heat application.;;;A thick, malleable mixture of flour and other ingredients used in cooking, particularly as the base for baked goods like bread.;;;The process of cooking bread using dry heat, typically in an oven, which transforms the dough into a finished product.;;;A mixture of flour, water, and often other ingredients such as yeast or salt, used in baking to make bread, pastries, and other baked goods.;;;A staple food prepared from a dough of flour and water, usually baked.;;;A chemical reaction that causes the surface of bread to turn brown during baking.;;;The process of cooking food using prolonged dry heat, usually in an oven, which causes chemical changes that affect the flavor and texture of the food.;;;A powder obtained by grinding grain, used to make bread, cakes, and pasta.;;;A mixture of flour and water, often with yeast or other leavening agents, that is kneaded into a mass before being baked.;;;A method used in baking to mix and develop the dough by repeatedly folding, stretching, and pressing it.;;;A fine powder made from grinding grains, seeds, or roots, commonly used in baking.;;;A microorganism that is commonly used in baking and brewing to produce carbon dioxide gas, which helps bread rise.;;;A thick, malleable mixture of flour and water, often with other ingredients such as yeast, salt, and oil, used to make bread, pastries, and other baked goods.;;;A type of bread made using traditional methods, often with a focus on quality and flavor over mass production.;;;A single-celled microorganism that is commonly used in baking and brewing to produce carbon dioxide and alcohol through the process of fermentation.;;;A powder made by grinding raw grains or roots and used to make bread, cakes, and other food items.;;;A biochemical reaction where microorganisms convert sugar to acids, gases, or alcohol.;;;A microorganism used in baking and brewing to produce fermentation, which helps bread rise and gives it a light texture.;;;A technique used in baking to mix and develop the dough, ensuring a good texture and rise.;;;The method of preparing food by dry heat, usually in an oven.;;;The technique of cooking food by dry heat, typically in an oven, which can cause various chemical reactions including the Maillard reaction.;;;A microorganism that is commonly used in baking and brewing for its ability to ferment sugars and produce carbon dioxide.;;;A thick, malleable mixture of flour, water, and other ingredients that is kneaded or mixed before being baked into bread, pastries, or other food items.;;;A metabolic process that converts sugar to acids, gases, or alcohol. In bread baking, it is crucial for developing the flavor and texture of the bread.;;;The process of preparing and cooking dough to create bread, involving ingredients like flour, water, yeast, and salt.;;;A mixture of flour, water, and other ingredients that is kneaded into a mass and then baked to make bread or pastries.;;;A mixture of flour and other ingredients used in baking before it is cooked.;;;A powder made by grinding raw grains or seeds, commonly used as a base ingredient in bread making.;;;A staple food in many cultures, made from flour and water, usually leavened with yeast or a sourdough starter.;;;A powder made by grinding raw grains or roots, commonly used in baking to make breads and pastries.;;;A fine powder made from grains, seeds, or roots that is a staple in many cuisines.;;;A microorganism that is commonly used in the fermentation process to produce alcohol and carbon dioxide.",
        "chunkid": "The Science of Baking Bread2;;;The Science of Baking Bread5;;;The Science of Baking Bread7;;;The Science of Baking Bread6;;;The Science of Baking Bread23;;;The Science of Baking Bread4;;;The Science of Baking Bread29;;;The Science of Baking Bread3;;;The Science of Baking Bread21;;;The Science of Baking Bread14;;;The Science of Baking Bread13;;;The Science of Baking Bread12;;;The Science of Baking Bread1;;;The Science of Baking Bread8;;;The Science of Baking Bread28;;;The Science of Baking Bread10;;;The Science of Baking Bread9;;;The Science of Baking Bread24;;;The Science of Baking Bread20;;;The Science of Baking Bread15;;;The Science of Baking Bread25;;;The Science of Baking Bread11;;;The Science of Baking Bread22;;;The Science of Baking Bread16;;;The Science of Baking Bread19;;;The Science of Baking Bread18"
    },
    "entity4": {
        "name": "water",
        "type": "Ingredient",
        "description": "A chemical substance that is composed of hydrogen and oxygen atoms, essential for the survival of most known forms of life.;;;A transparent and nearly colorless chemical compound that is the most abundant substance on Earth's surface.;;;A clear, colorless, odorless, and tasteless liquid that is essential for most plant and animal life and is the most widely used solvent in industrial and domestic use.",
        "chunkid": "The Science of Baking Bread6;;;The Science of Baking Bread2;;;The Science of Baking Bread13"
    },
    "entity6": {
        "name": "salt",
        "type": "Ingredient",
        "description": "A mineral composed primarily of sodium chloride that is essential for life and used as a flavor enhancer in cooking.",
        "chunkid": "The Science of Baking Bread2"
    },
    "entity11": {
        "name": "Fungus",
        "type": "Biological Group",
        "description": "A kingdom of eukaryotic organisms that includes mushrooms, yeasts, and molds.",
        "chunkid": "The Science of Baking Bread5"
    },
    "entity15": {
        "name": "carbon dioxide gas",
        "type": "Chemical Compound",
        "description": "A colorless, odorless gas that is a byproduct of many biological processes and industrial activities.;;;A colorless, odorless gas produced by yeast during fermentation, contributing to the leavening of baked goods.;;;A colorless, odorless gas that is a byproduct of cellular respiration and fermentation processes, often used in carbonated beverages and as a greenhouse gas.",
        "chunkid": "The Science of Baking Bread6;;;The Science of Baking Bread13;;;The Science of Baking Bread19"
    },
    "entity19": {
        "name": "alcohol",
        "type": "Chemical Substance",
        "description": "An organic compound that is the result of fermentation and can contribute to flavor in certain foods like bread.",
        "chunkid": "The Science of Baking Bread8"
    },
    "entity23": {
        "name": "fermentation time",
        "type": "Process Duration",
        "description": "The period during which dough is allowed to rise through the action of yeast or other microorganisms, contributing to the development of flavors and textures in bread.",
        "chunkid": "The Science of Baking Bread10"
    },
    "entity27": {
        "name": "Gluten",
        "type": "Protein",
        "description": "A group of proteins found in wheat and other grains, which gives dough its elastic properties and contributes to the texture of baked goods.;;;Large biomolecules or macromolecules consisting of one or more long chains of amino acid residues, which are essential for the structure and function of all living organisms.;;;A protein found in wheat and other grains that gives elasticity to dough and helps it rise and keep its shape.;;;A family of proteins found in wheat and related grains, which gives elasticity to dough and allows it to rise when baked.;;;A protein found in wheat and other grains that gives elasticity to dough and a chewy texture to baked goods.;;;A group of proteins found in wheat and other grains that give dough its elastic properties.",
        "chunkid": "The Science of Baking Bread15;;;The Science of Baking Bread14;;;The Science of Baking Bread28;;;The Science of Baking Bread13;;;The Science of Baking Bread23;;;The Science of Baking Bread12"
    },
    "entity44": {
        "name": "Heat",
        "type": "Physical Property",
        "description": "The form of energy that is transferred from one body to another as a result of a difference in temperature, playing a crucial role in the baking process.",
        "chunkid": "The Science of Baking Bread18"
    },
    "entity49": {
        "name": "starches",
        "type": "Chemical Compound",
        "description": "A carbohydrate that is a major component of many plant-based foods, including flour.",
        "chunkid": "The Science of Baking Bread20"
    },
    "entity52": {
        "name": "Maillard reaction",
        "type": "Chemical Process",
        "description": "A chemical reaction between amino acids and reducing sugars that usually occurs when food is baked, toasted, or seared, leading to the formation of new flavor compounds.;;;A chemical reaction between amino acids and reducing sugars that occurs during the heating, roasting, or baking of food, contributing to flavor and color development.",
        "chunkid": "The Science of Baking Bread23;;;The Science of Baking Bread21"
    },
    "entity55": {
        "name": "development of complex flavors",
        "type": "Process",
        "description": "The process by which various chemical reactions create a diverse range of tastes in baked bread.",
        "chunkid": "The Science of Baking Bread22"
    },
    "entity58": {
        "name": "sugars",
        "type": "Biological Molecule",
        "description": "Simple carbohydrates that serve as an energy source in living organisms. They can be monosaccharides, disaccharides, or oligosaccharides.",
        "chunkid": "The Science of Baking Bread23"
    },
    "entity61": {
        "name": "oven",
        "type": "Appliance",
        "description": "A kitchen appliance used for baking and cooking food, typically by using dry heat.;;;A kitchen appliance used for baking and cooking food.;;;A kitchen appliance used for baking, roasting, and heating food.",
        "chunkid": "The Science of Baking Bread26;;;The Science of Baking Bread25;;;The Science of Baking Bread24"
    },
    "entity65": {
        "name": "Humidity",
        "type": "Physical Property",
        "description": "A measure of the amount of water vapor present in the air.",
        "chunkid": "The Science of Baking Bread26"
    },
    "entity67": {
        "name": "Crisp Crust",
        "type": "Food Texture",
        "description": "The outer layer of baked goods that is hard and dry to the touch.",
        "chunkid": "The Science of Baking Bread26"
    },
    "entity68": {
        "name": "Moist Interior",
        "type": "Food Texture",
        "description": "The inner part of baked goods that retains moisture and softness.",
        "chunkid": "The Science of Baking Bread26"
    },
    "entity73": {
        "name": "people around the world",
        "type": "Group",
        "description": "A collective term referring to all human beings living in various parts of the globe.",
        "chunkid": "The Science of Baking Bread29"
    }
}