{
    "entity1": {
        "name": "Dreams",
        "type": "Concept",
        "description": "A series of thoughts, images, and sensations occurring in the mind during sleep, often providing insights into unconscious processes.;;;The human soul or mind, encompassing the totality of an individual's mental and emotional aspects.;;;The mental action or process of acquiring knowledge and understanding through thought, experience, and the senses.;;;Disturbing dreams that can cause feelings of fear, terror, or anxiety upon waking up.;;;Complex reactions involving various physiological, cognitive, and behavioral processes that are associated with feelings or moods.;;;Desires that are not present in one's conscious awareness but influence thoughts and behaviors at a subconscious level.;;;Internal, often hidden wishes or motivations that influence behavior without the individual's conscious awareness.;;;The totality of cognitive and emotional faculties that enable consciousness, perception, thinking, judgment, and memory in humans.;;;Mental experiences that occur during sleep, often characterized by a series of images, sensations, and emotions. In psychoanalytic theory, they are seen as symbolic expressions of unconscious desires.;;;The totality of cognitive, affective, and conative faculties of a human being.;;;A state of awareness during sleep where the dreamer is conscious that they are dreaming and can influence the dream.;;;The comprehension of mental processes, behaviors, and emotions from a psychological perspective.;;;The mental capacity to encode, store, and retrieve information about past experiences or learned knowledge.;;;The part of the mind that operates below conscious awareness but still influences behavior and emotions.;;;The series of thoughts, images, and sensations experienced during sleep, often reflecting the dreamer's subconscious mind.;;;A natural mental state that occurs during sleep, characterized by a series of thoughts, images, and sensations.;;;A series of thoughts, images, and sensations occurring in a person's mind during sleep.;;;Complex reactions involving changes in thoughts, feelings, and physiological states that are typically associated with particular events or situations.;;;The part of the mind that operates below conscious awareness, storing repressed feelings and thoughts.;;;Dreams that evoke feelings of happiness, peace, or contentment during sleep.;;;Feelings or reactions to events, thoughts, or experiences, which can be positive, negative, or neutral.;;;The part of the mind that is not accessible to conscious awareness but which influences behavior and emotions. It is a central concept in psychoanalytic theory.",
        "chunkid": "The Role of Dreams in Psychology20;;;The Role of Dreams in Psychology6;;;The Role of Dreams in Psychology2;;;The Role of Dreams in Psychology15;;;The Role of Dreams in Psychology3;;;The Role of Dreams in Psychology11;;;The Role of Dreams in Psychology21;;;The Role of Dreams in Psychology8;;;The Role of Dreams in Psychology13;;;The Role of Dreams in Psychology4;;;The Role of Dreams in Psychology14;;;The Role of Dreams in Psychology17;;;The Role of Dreams in Psychology22;;;The Role of Dreams in Psychology10;;;The Role of Dreams in Psychology9;;;The Role of Dreams in Psychology19;;;The Role of Dreams in Psychology5;;;The Role of Dreams in Psychology18;;;The Role of Dreams in Psychology1"
    },
    "entity2": {
        "name": "Psychology",
        "type": "Field of Study",
        "description": "The scientific study of the human mind and behavior, including various sub-disciplines such as clinical psychology, cognitive psychology, and social psychology.;;;A scientific discipline that studies human behavior, emotions, and mental processes to understand and explain how people think, feel, and act.;;;The scientific study of the human mind and behavior.;;;A systematic and logical approach to discovering how the world works.",
        "chunkid": "The Role of Dreams in Psychology2;;;The Role of Dreams in Psychology19;;;The Role of Dreams in Psychology4;;;The Role of Dreams in Psychology15;;;The Role of Dreams in Psychology3;;;The Role of Dreams in Psychology22;;;The Role of Dreams in Psychology16;;;The Role of Dreams in Psychology21;;;The Role of Dreams in Psychology1"
    },
    "entity3": {
        "name": "Humans",
        "type": "Species",
        "description": "The collective noun for all members of the species Homo sapiens.",
        "chunkid": "The Role of Dreams in Psychology1"
    },
    "entity4": {
        "name": "Cultures",
        "type": "Social Group",
        "description": "A set of shared attitudes, values, goals, and practices that characterize a group or society.",
        "chunkid": "The Role of Dreams in Psychology1"
    },
    "entity5": {
        "name": "Divine",
        "type": "Religious Concept",
        "description": "Referring to a supernatural being or power considered eternal, infinite, and all-powerful.",
        "chunkid": "The Role of Dreams in Psychology1"
    },
    "entity7": {
        "name": "Brain",
        "type": "Anatomical Structure",
        "description": "The brain is the central organ of the nervous system, responsible for processing and storing information.;;;The central organ of the nervous system, located in the skull, which controls most bodily functions.",
        "chunkid": "The Role of Dreams in Psychology12;;;The Role of Dreams in Psychology1"
    },
    "entity19": {
        "name": "Sigmund Freud",
        "type": "Person",
        "description": "Austrian neurologist and the founder of psychoanalysis, known for his theories on the unconscious mind and dream interpretation.",
        "chunkid": "The Role of Dreams in Psychology5"
    },
    "entity20": {
        "name": "psychoanalysis",
        "type": "Psychological Theory",
        "description": "A set of psychological theories and therapeutic techniques that are based on the work of Sigmund Freud, focusing on the role of unconscious processes in mental life.",
        "chunkid": "The Role of Dreams in Psychology5"
    },
    "entity23": {
        "name": "psychologists",
        "type": "Profession",
        "description": "Experts in the field of psychology who study and analyze human behavior and mental processes.;;;Experts in the field of psychology who study and treat mental, emotional, and behavioral disorders.;;;Experts who study the human mind and behavior through scientific methods and apply this knowledge to help individuals or groups.;;;Experts who study the human mind and behavior, often applying their knowledge to help people with mental health issues or to understand human behavior in various contexts.;;;Experts in the field of psychology who study human behavior and mental processes.;;;Experts who study human behavior and mental processes, often applying their knowledge to help individuals or conduct research.",
        "chunkid": "The Role of Dreams in Psychology20;;;The Role of Dreams in Psychology18;;;The Role of Dreams in Psychology6;;;The Role of Dreams in Psychology14;;;The Role of Dreams in Psychology10;;;The Role of Dreams in Psychology21"
    },
    "entity27": {
        "name": "emotional centers of the brain",
        "type": "Anatomical Structure",
        "description": "Specific regions in the brain responsible for processing emotions and emotional responses.",
        "chunkid": "The Role of Dreams in Psychology8"
    },
    "entity29": {
        "name": "stress",
        "type": "Emotion/State",
        "description": "A state of mental or emotional strain or tension resulting from adverse or demanding circumstances.",
        "chunkid": "The Role of Dreams in Psychology9"
    },
    "entity30": {
        "name": "anxiety",
        "type": "Emotion/State",
        "description": "An unpleasant state of inner turmoil, often accompanied by nervous behavior, such as pacing back and forth, somatic complaints, and rumination.",
        "chunkid": "The Role of Dreams in Psychology9"
    },
    "entity32": {
        "name": "happy and content",
        "type": "Emotion/State",
        "description": "A state of satisfaction and joy characterized by positive emotions and a sense of well-being.",
        "chunkid": "The Role of Dreams in Psychology9"
    },
    "entity37": {
        "name": "memory consolidation",
        "type": "Biological Process",
        "description": "The process by which the brain stabilizes a memory trace after its initial acquisition.;;;The process of encoding, storing, and retrieving information over different periods of time.;;;The process by which new information is encoded and stored in the brain.;;;The ability to encode, store, and recall information effectively.",
        "chunkid": "The Role of Dreams in Psychology14;;;The Role of Dreams in Psychology11;;;The Role of Dreams in Psychology13;;;The Role of Dreams in Psychology20"
    },
    "entity41": {
        "name": "learning process",
        "type": "Educational Concept",
        "description": "A continuous process of acquiring new knowledge, skills, and behaviors through experience and study.",
        "chunkid": "The Role of Dreams in Psychology13"
    },
    "entity43": {
        "name": "waking experiences",
        "type": "Concept",
        "description": "The events, activities, and interactions that occur while a person is awake and conscious.",
        "chunkid": "The Role of Dreams in Psychology14"
    },
    "entity46": {
        "name": "retrieval",
        "type": "Process",
        "description": "The process of accessing and bringing to consciousness information that has been previously encoded and stored in memory.",
        "chunkid": "The Role of Dreams in Psychology14"
    },
    "entity49": {
        "name": "problem-solving",
        "type": "Cognitive Process",
        "description": "The process of finding solutions to difficult or complex issues.",
        "chunkid": "The Role of Dreams in Psychology15"
    },
    "entity50": {
        "name": "creativity",
        "type": "Mental Ability",
        "description": "The ability to generate new ideas, concepts, or artistic works.;;;The ability to think outside the box and come up with new ideas.;;;The ability to think of new and original ideas or things, often leading to innovation and artistic expression.;;;The ability to generate new ideas, concepts, or associations that are useful or valuable in a given context.",
        "chunkid": "The Role of Dreams in Psychology15;;;The Role of Dreams in Psychology18;;;The Role of Dreams in Psychology20;;;The Role of Dreams in Psychology17"
    },
    "entity52": {
        "name": "art",
        "type": "Field of Study",
        "description": "The expression or application of human creative skill and imagination, typically in a visual form such as painting or sculpture, producing works to be appreciated primarily for their beauty or emotional power.",
        "chunkid": "The Role of Dreams in Psychology16"
    },
    "entity53": {
        "name": "literature",
        "type": "Field of Study",
        "description": "Written works, especially those considered of superior or lasting artistic merit.",
        "chunkid": "The Role of Dreams in Psychology16"
    },
    "entity56": {
        "name": "problem-solving skills",
        "type": "Skill Set",
        "description": "A set of abilities that enable individuals to identify and resolve issues effectively.",
        "chunkid": "The Role of Dreams in Psychology17"
    },
    "entity71": {
        "name": "human behavior",
        "type": "Concept",
        "description": "The range of actions and mannerisms exhibited by humans in response to various stimuli, including emotions and cognition.",
        "chunkid": "The Role of Dreams in Psychology21"
    },
    "entity76": {
        "name": "self-reflection",
        "type": "Process",
        "description": "The act of thinking deeply or carefully about one's character, actions, and motivations.",
        "chunkid": "The Role of Dreams in Psychology22"
    },
    "entity77": {
        "name": "personal growth",
        "type": "Concept",
        "description": "The process of improving oneself through the acquisition of knowledge, skills, and emotional maturity.",
        "chunkid": "The Role of Dreams in Psychology22"
    }
}