{
    "entity1": {
        "name": "Zombie Apocalypse",
        "type": "Concept",
        "description": "A hypothetical scenario where a widespread outbreak of zombies occurs, threatening human civilization.;;;A hypothetical scenario where a widespread outbreak of zombies occurs, threatening human survival.;;;A scenario where zombies, typically reanimated corpses or mindless human-like beings, overrun an area causing widespread panic and survival challenges.;;;A hypothetical scenario where a widespread outbreak of zombies leads to the collapse of society and civilization.;;;A hypothetical situation where a widespread disaster leads to the rise of zombies, threatening human survival.;;;A hypothetical scenario where a widespread outbreak of zombies leads to societal collapse and the struggle for human survival.",
        "chunkid": "How to Survive a Zombie Apocalypse24;;;How to Survive a Zombie Apocalypse32;;;How to Survive a Zombie Apocalypse3;;;How to Survive a Zombie Apocalypse35;;;How to Survive a Zombie Apocalypse33;;;How to Survive a Zombie Apocalypse1"
    },
    "entity2": {
        "name": "Movies",
        "type": "Media Type",
        "description": "A form of entertainment that presents moving pictures, often with sound, used for storytelling or conveying information.",
        "chunkid": "How to Survive a Zombie Apocalypse1"
    },
    "entity3": {
        "name": "TV Shows",
        "type": "Media Type",
        "description": "Television programs consisting of a series of episodes, typically broadcast on a regular schedule, which can be fictional or non-fictional.",
        "chunkid": "How to Survive a Zombie Apocalypse1"
    },
    "entity4": {
        "name": "Literature",
        "type": "Media Type",
        "description": "Written works, including novels, poems, and plays, that are considered to have artistic merit or cultural significance.",
        "chunkid": "How to Survive a Zombie Apocalypse1"
    },
    "entity6": {
        "name": "food",
        "type": "Commodity",
        "description": "Edible substances consumed to provide nutritional support for the body.",
        "chunkid": "How to Survive a Zombie Apocalypse5"
    },
    "entity7": {
        "name": "water",
        "type": "Resource",
        "description": "A chemical substance that is composed of hydrogen and oxygen atoms, essential for all known forms of life.;;;A transparent and nearly colorless chemical compound that is the most abundant substance on Earth's surface and the most widely used solvent in living organisms.",
        "chunkid": "How to Survive a Zombie Apocalypse22;;;How to Survive a Zombie Apocalypse5"
    },
    "entity8": {
        "name": "medical supplies",
        "type": "Healthcare Item",
        "description": "Materials or equipment used in the diagnosis, treatment, or prevention of medical conditions.",
        "chunkid": "How to Survive a Zombie Apocalypse5"
    },
    "entity9": {
        "name": "weapons",
        "type": "Tool",
        "description": "Instruments designed to cause harm or damage, often for self-defense or combat purposes.",
        "chunkid": "How to Survive a Zombie Apocalypse5"
    },
    "entity10": {
        "name": "survival kit",
        "type": "Object",
        "description": "A collection of essential items prepared for emergency situations to ensure survival.",
        "chunkid": "How to Survive a Zombie Apocalypse6"
    },
    "entity11": {
        "name": "first aid kit",
        "type": "Object",
        "description": "A set of supplies and equipment used for providing initial care in medical emergencies.",
        "chunkid": "How to Survive a Zombie Apocalypse6"
    },
    "entity12": {
        "name": "flashlight",
        "type": "Object",
        "description": "A portable, battery-powered light source used to illuminate dark areas.",
        "chunkid": "How to Survive a Zombie Apocalypse6"
    },
    "entity13": {
        "name": "batteries",
        "type": "Object",
        "description": "Electrochemical cells that store and provide electrical energy for devices.",
        "chunkid": "How to Survive a Zombie Apocalypse6"
    },
    "entity14": {
        "name": "multi-tool",
        "type": "Object",
        "description": "A compact, portable tool with multiple functions, such as knives, pliers, screwdrivers, etc.",
        "chunkid": "How to Survive a Zombie Apocalypse6"
    },
    "entity15": {
        "name": "zombies",
        "type": "Fictional Creatures",
        "description": "Reanimated human corpses that are typically depicted as mindless, aggressive, and seeking to consume living flesh.;;;Undead creatures that are often portrayed in horror and post-apocalyptic fiction as mindless, flesh-eating beings.;;;Reanimated corpses or mindless bodies infected by a virus, commonly found in horror and post-apocalyptic fiction.",
        "chunkid": "How to Survive a Zombie Apocalypse17;;;How to Survive a Zombie Apocalypse19;;;How to Survive a Zombie Apocalypse18"
    },
    "entity16": {
        "name": "headshots",
        "type": "Tactic",
        "description": "A shooting technique that targets the head of an opponent, often used in gaming and combat scenarios.",
        "chunkid": "How to Survive a Zombie Apocalypse18"
    },
    "entity18": {
        "name": "brain",
        "type": "Anatomy",
        "description": "The central organ of the nervous system located in the head, essential for controlling bodily functions and cognitive processes.",
        "chunkid": "How to Survive a Zombie Apocalypse18"
    },
    "entity20": {
        "name": "risky behaviors",
        "type": "Concept",
        "description": "Actions that pose a significant risk to one's health and well-being.",
        "chunkid": "How to Survive a Zombie Apocalypse22"
    },
    "entity21": {
        "name": "health",
        "type": "Condition",
        "description": "The state of being free from illness or injury, encompassing physical, mental, and social well-being.;;;The state of being free from illness or injury, pertaining to the body.;;;A state of being comfortable, healthy, or happy, often used to describe overall quality of life.",
        "chunkid": "How to Survive a Zombie Apocalypse24;;;How to Survive a Zombie Apocalypse22"
    },
    "entity23": {
        "name": "contaminated food",
        "type": "Substance",
        "description": "Food that has been polluted with harmful substances, potentially causing illness if consumed.",
        "chunkid": "How to Survive a Zombie Apocalypse22"
    },
    "entity26": {
        "name": "mental resilience",
        "type": "Concept",
        "description": "The ability to mentally withstand or recover from difficult situations.",
        "chunkid": "How to Survive a Zombie Apocalypse24"
    },
    "entity30": {
        "name": "undead",
        "type": "Creature",
        "description": "A term used to describe reanimated corpses or supernatural beings that are no longer alive but continue to exist in a state of undeath.",
        "chunkid": "How to Survive a Zombie Apocalypse34"
    }
}