{
    "entity1": {
        "name": "Bicycle",
        "type": "Object",
        "description": "An early type of bicycle that featured pedals attached directly to the front wheel, also known as the 'boneshaker'.;;;A two-wheeled vehicle propelled by the rider, typically with pedals and a simple frame.;;;A vehicle with two wheels propelled by foot pedals, used for transportation or recreation.;;;An early form of bicycle invented by Baron Karl von Drais, which was improved upon by the boneshaker.;;;A two-wheeled vehicle propelled by pedals, used for transportation and recreation.;;;The structural framework of a bicycle that supports the rider and other components such as wheels, pedals, and seats.;;;A two-wheeled vehicle propelled by pedals and steered with handlebars attached to the front wheel.;;;A mode of transportation characterized by having two wheels, such as a bicycle or motorcycle.;;;The activity or sport of riding bicycles, which gained significant popularity with the introduction of the safety bicycle.;;;An early human-powered vehicle, often considered a precursor to the bicycle.;;;A type of bicycle equipped with an electric motor to assist the rider, allowing for easier and longer rides.;;;A human-powered vehicle with two wheels, typically propelled by pedals.;;;A type of bicycle popular in the 19th century, characterized by a large front wheel and a much smaller rear wheel.;;;Cycling that focuses on achieving high speeds and optimal performance, often associated with professional or elite cyclists.;;;A type of bicycle that was safer and easier to ride than its predecessors, leading to increased popularity in the late 19th century.;;;An early type of bicycle characterized by a large front wheel and a much smaller rear wheel, popular in the late 19th century.;;;High-performance bicycles designed for competitive cycling events.;;;A type of bicycle that was safer and more comfortable to ride, leading to increased popularity in the late 19th century.;;;A type of bicycle that features two wheels of equal size, a chain drive system, and pneumatic tires, designed to be more stable, comfortable, and efficient than earlier bicycles.;;;An early two-wheeled vehicle without pedals, invented by Baron Karl von Drais in the early 19th century. It was propelled by the rider pushing off the ground with their feet.;;;Another name for the high-wheel bicycle, named after British coins to describe its size difference between the two wheels.;;;A vehicle with two wheels, typically propelled by pedals and steered with handlebars.;;;Motor vehicles designed primarily for passenger transportation on roads.;;;A two-wheeled vehicle propelled by human power.;;;A human-powered vehicle with two wheels, typically used for transportation or recreation.;;;A type of bicycle designed for speed, typically with dropped handlebars and a more aerodynamic riding position.",
        "chunkid": "The Evolution of the Bicycle20;;;The Evolution of the Bicycle17;;;The Evolution of the Bicycle26;;;The Evolution of the Bicycle27;;;The Evolution of the Bicycle4;;;The Evolution of the Bicycle18;;;The Evolution of the Bicycle8;;;The Evolution of the Bicycle14;;;The Evolution of the Bicycle19;;;The Evolution of the Bicycle2;;;The Evolution of the Bicycle9;;;The Evolution of the Bicycle6;;;The Evolution of the Bicycle5;;;The Evolution of the Bicycle7;;;The Evolution of the Bicycle11;;;The Evolution of the Bicycle25;;;The Evolution of the Bicycle10;;;The Evolution of the Bicycle22;;;The Evolution of the Bicycle1;;;The Evolution of the Bicycle12;;;The Evolution of the Bicycle3;;;The Evolution of the Bicycle23;;;The Evolution of the Bicycle21;;;The Evolution of the Bicycle13"
    },
    "entity3": {
        "name": "19th century",
        "type": "Time Period",
        "description": "The period of time from 1801 to 1900, characterized by significant industrial and technological advancements.;;;The period from around 1870 to 1900, characterized by significant technological and social changes.",
        "chunkid": "The Evolution of the Bicycle2;;;The Evolution of the Bicycle10"
    },
    "entity4": {
        "name": "carbon fiber",
        "type": "Material",
        "description": "A type of frame material used in bicycles, known for being lightweight, strong, and aerodynamic.;;;A strong, lightweight material used in various applications including bicycle manufacturing.;;;A strong, lightweight material made from thin fibers of carbon, used in various applications requiring high strength-to-weight ratio.;;;A strong and lightweight material made from thin fibers of carbon, used in various applications including bicycle construction.",
        "chunkid": "The Evolution of the Bicycle2;;;The Evolution of the Bicycle17;;;The Evolution of the Bicycle18;;;The Evolution of the Bicycle16"
    },
    "entity5": {
        "name": "Baron Karl von Drais",
        "type": "Person",
        "description": "A German inventor who created an early version of the bicycle called the 'draisine' in the early 19th century.",
        "chunkid": "The Evolution of the Bicycle3"
    },
    "entity8": {
        "name": "mid-19th century",
        "type": "Time Period",
        "description": "A period in history that spans from the 1850s to the 1860s.",
        "chunkid": "The Evolution of the Bicycle5"
    },
    "entity11": {
        "name": "boneshaker",
        "type": "Invention",
        "description": "An early type of bicycle that was a significant improvement over the draisine, offering a smoother ride and greater speed.",
        "chunkid": "The Evolution of the Bicycle6"
    },
    "entity17": {
        "name": "front wheel",
        "type": "Component",
        "description": "The larger wheel located at the front of the bicycle, contributing to its distinctive appearance and high center of gravity.",
        "chunkid": "The Evolution of the Bicycle8"
    },
    "entity18": {
        "name": "rear wheel",
        "type": "Component",
        "description": "The smaller wheel located at the back of the bicycle, providing support and balance in conjunction with the front wheel.",
        "chunkid": "The Evolution of the Bicycle8"
    },
    "entity20": {
        "name": "wealthy gentlemen",
        "type": "Social Group",
        "description": "A class of affluent men who had the means to afford expensive hobbies or pastimes, such as riding a penny-farthing.",
        "chunkid": "The Evolution of the Bicycle9"
    },
    "entity27": {
        "name": "20th century",
        "type": "Time Period",
        "description": "A period of 100 years from the year 1901 to 2000.;;;The period from 1901 to 2000, characterized by significant technological and social changes.",
        "chunkid": "The Evolution of the Bicycle16;;;The Evolution of the Bicycle13"
    },
    "entity28": {
        "name": "steel",
        "type": "Material",
        "description": "A strong and durable metal alloy, primarily composed of iron with a small percentage of carbon.;;;A common alloy of iron and carbon, widely used for its strength and durability in construction and manufacturing.",
        "chunkid": "The Evolution of the Bicycle14;;;The Evolution of the Bicycle15"
    },
    "entity30": {
        "name": "aluminum",
        "type": "Material",
        "description": "A lightweight, durable metal used as an alternative to steel in various applications.",
        "chunkid": "The Evolution of the Bicycle15"
    },
    "entity31": {
        "name": "titanium",
        "type": "Material",
        "description": "A strong, corrosion-resistant metal that is lighter than steel and often used in high-performance applications.",
        "chunkid": "The Evolution of the Bicycle15"
    },
    "entity36": {
        "name": "Competitive racing",
        "type": "Sport",
        "description": "A form of sport where participants compete against each other to determine the fastest rider or team.",
        "chunkid": "The Evolution of the Bicycle17"
    },
    "entity39": {
        "name": "bicycle manufacturing",
        "type": "Industry",
        "description": "The process of designing and producing bicycles for commercial sale.",
        "chunkid": "The Evolution of the Bicycle18"
    },
    "entity43": {
        "name": "cruisers",
        "type": "Bicycle Style",
        "description": "A type of bicycle designed for comfort, often featuring upright seating positions and wide tires suitable for casual riding.",
        "chunkid": "The Evolution of the Bicycle20"
    },
    "entity48": {
        "name": "public transportation",
        "type": "Service",
        "description": "A shared transport service that is available for use by the general public, typically provided by government or private operators.",
        "chunkid": "The Evolution of the Bicycle23"
    },
    "entity49": {
        "name": "Tour de France",
        "type": "Event",
        "description": "A famous multi-stage bicycle race primarily held in France, known for its challenging routes and prestigious status in the world of cycling.",
        "chunkid": "The Evolution of the Bicycle24"
    },
    "entity51": {
        "name": "human ingenuity",
        "type": "Concept",
        "description": "The ability to think outside the conventional patterns and come up with innovative ideas.;;;The capacity of humans to invent and solve problems using creative skills and intelligence.",
        "chunkid": "The Evolution of the Bicycle25"
    },
    "entity53": {
        "name": "perseverance",
        "type": "Concept",
        "description": "The steadfastness in doing something despite difficulty or delay in achieving success.",
        "chunkid": "The Evolution of the Bicycle25"
    },
    "entity55": {
        "name": "future",
        "type": "Time",
        "description": "A period of time that is yet to come, often associated with predictions and expectations.",
        "chunkid": "The Evolution of the Bicycle27"
    }
}