{
    "entity1": {
        "name": "Spotify",
        "type": "Organization",
        "description": "Companies or platforms that provide music content to users over the internet, often through subscription-based models.;;;Companies or platforms that provide music content to users over the internet, allowing them to listen to songs and playlists without downloading.;;;A type of digital service that provides access to music over the internet.;;;A digital music streaming service that provides users with access to millions of songs and podcasts.;;;A method of delivering content over the internet, allowing users to consume audio and video without downloading it.;;;Companies that provide platforms for listening to music over the internet.;;;Digital services or websites that host and provide access to music content.;;;Online platforms that provide music to listeners in exchange for subscriptions or advertisements, paying artists based on the number of streams.;;;Online platforms that provide access to music and other media content through the internet.;;;Online services that allow users to listen to music, watch videos, or access media content over the internet.;;;A method of delivering content over the internet, allowing users to consume multimedia as it is being received rather than waiting for an entire file to download.;;;Online platforms that provide access to a large catalog of music for users, often through subscription-based models.;;;A subscription-based music streaming service provided by Apple Inc., offering a large catalog of songs, albums, and playlists.;;;Companies that provide digital media, such as music and video, over the internet.;;;Companies or platforms that provide music content to users over the internet, often on a subscription basis.;;;A type of digital service that provides access to a large library of music over the internet, allowing users to listen to songs and playlists on demand.;;;Online platforms that provide access to a large library of music for users to listen to, often on a subscription basis.;;;Online services that allow users to access and play media content, such as music or videos, without downloading it. Examples include Spotify, Apple Music, and YouTube.;;;Companies or platforms that provide music and other media content to users over the internet, often through subscription-based models.;;;A method of delivering content over the internet, allowing users to consume media without downloading it.;;;Online platforms that provide access to a large library of music over the internet, allowing users to listen to songs on demand or through curated playlists.",
        "chunkid": "The Impact of Music Streaming Services3;;;The Impact of Music Streaming Services18;;;The Impact of Music Streaming Services24;;;The Impact of Music Streaming Services21;;;The Impact of Music Streaming Services15;;;The Impact of Music Streaming Services30;;;The Impact of Music Streaming Services8;;;The Impact of Music Streaming Services25;;;The Impact of Music Streaming Services26;;;The Impact of Music Streaming Services16;;;The Impact of Music Streaming Services32;;;The Impact of Music Streaming Services4;;;The Impact of Music Streaming Services12;;;The Impact of Music Streaming Services29;;;The Impact of Music Streaming Services27;;;The Impact of Music Streaming Services33;;;The Impact of Music Streaming Services11;;;The Impact of Music Streaming Services28;;;The Impact of Music Streaming Services17;;;The Impact of Music Streaming Services2;;;The Impact of Music Streaming Services19;;;The Impact of Music Streaming Services6"
    },
    "entity3": {
        "name": "Pandora",
        "type": "Organization",
        "description": "An internet radio service that allows users to create personalized stations based on their music preferences.",
        "chunkid": "The Impact of Music Streaming Services2"
    },
    "entity5": {
        "name": "music industry",
        "type": "Industry",
        "description": "The business sector involved in the production, distribution, and promotion of music.;;;The business sector encompassing the production, distribution, and promotion of music, including record labels, publishers, and performance rights organizations.;;;The sector that encompasses the production, distribution, and sale of music through conventional channels such as physical media and radio broadcasts.;;;The business sector involved in the production, distribution, and promotion of music, including artists, record labels, publishers, and retailers.",
        "chunkid": "The Impact of Music Streaming Services33;;;The Impact of Music Streaming Services8;;;The Impact of Music Streaming Services3;;;The Impact of Music Streaming Services25;;;The Impact of Music Streaming Services30"
    },
    "entity6": {
        "name": "artists",
        "type": "People",
        "description": "Musicians or bands who have already achieved recognition and success in the music industry.;;;Individuals who create or perform works of art, including music, paintings, sculptures, and other forms of creative expression.;;;Individuals who create music or other forms of art.;;;Individuals who create and perform music, including singers, songwriters, and musicians.;;;New or relatively unknown musicians who are gaining recognition in the music industry.;;;Musicians or performers whose work is available for listening on digital platforms.;;;Individuals who create and perform artistic works, including musicians, singers, and composers.;;;Individuals or groups who create and perform music.;;;Individuals or groups who create and perform music, often signed to record labels or operating independently.;;;Individuals who create and perform music or other forms of art.;;;Musicians who produce and distribute their work without the support of a traditional record label.;;;A collective term for individuals who create music or other forms of art.",
        "chunkid": "The Impact of Music Streaming Services29;;;The Impact of Music Streaming Services8;;;The Impact of Music Streaming Services3;;;The Impact of Music Streaming Services13;;;The Impact of Music Streaming Services11;;;The Impact of Music Streaming Services28;;;The Impact of Music Streaming Services17;;;The Impact of Music Streaming Services23;;;The Impact of Music Streaming Services9;;;The Impact of Music Streaming Services30;;;The Impact of Music Streaming Services19;;;The Impact of Music Streaming Services16;;;The Impact of Music Streaming Services15"
    },
    "entity7": {
        "name": "listeners",
        "type": "People",
        "description": "A group of people who watch, listen to, or attend a performance or media content.;;;Enthusiastic supporters or admirers of a particular person, team, or activity.;;;Enthusiasts or supporters of a particular artist, team, or activity.;;;Individuals who consume music, typically through various platforms and media.;;;Individuals who consume or listen to music on digital platforms.;;;Individuals who consume music through various means, including streaming services, radio, and physical media.;;;Audience or fans of music from all over the world.",
        "chunkid": "The Impact of Music Streaming Services3;;;The Impact of Music Streaming Services17;;;The Impact of Music Streaming Services9;;;The Impact of Music Streaming Services19;;;The Impact of Music Streaming Services16;;;The Impact of Music Streaming Services30"
    },
    "entity9": {
        "name": "CDs",
        "type": "Product",
        "description": "Compact Discs, a digital optical disc data storage format used for storing and playing music.",
        "chunkid": "The Impact of Music Streaming Services5"
    },
    "entity10": {
        "name": "vinyl records",
        "type": "Product",
        "description": "Analog sound storage medium consisting of a flat polyvinyl chloride (PVC) disc with an inscribed modulated spiral groove.",
        "chunkid": "The Impact of Music Streaming Services5"
    },
    "entity17": {
        "name": "major label backing",
        "type": "Organization",
        "description": "Refers to the support, resources, and distribution channels provided by large record labels in the music industry.",
        "chunkid": "The Impact of Music Streaming Services9"
    },
    "entity21": {
        "name": "traditional record sales",
        "type": "Business Model",
        "description": "A method of selling music where artists receive a one-time payment for their work.;;;The commercial transaction of selling recorded music to consumers, typically in the form of physical albums or digital downloads.",
        "chunkid": "The Impact of Music Streaming Services29;;;The Impact of Music Streaming Services12"
    },
    "entity24": {
        "name": "song",
        "type": "Creative Work",
        "description": "A musical composition, typically with lyrics, performed by artists.",
        "chunkid": "The Impact of Music Streaming Services13"
    },
    "entity25": {
        "name": "royalty system",
        "type": "System/Policy",
        "description": "A payment structure in the music industry that compensates artists for their work, often based on sales or streams.",
        "chunkid": "The Impact of Music Streaming Services14"
    },
    "entity36": {
        "name": "millions of songs",
        "type": "Quantity",
        "description": "A large number of musical tracks available on digital platforms.",
        "chunkid": "The Impact of Music Streaming Services19"
    },
    "entity40": {
        "name": "genres",
        "type": "Music Category",
        "description": "Different styles or categories of music that can be explored by listeners.",
        "chunkid": "The Impact of Music Streaming Services19"
    },
    "entity41": {
        "name": "Personalized playlists",
        "type": "Technology Feature",
        "description": "A feature in music streaming services that creates custom lists of songs based on user preferences.;;;Algorithms used by music streaming platforms to suggest new music and artists to users based on their listening history and preferences.",
        "chunkid": "The Impact of Music Streaming Services20"
    },
    "entity44": {
        "name": "album",
        "type": "Music Product",
        "description": "A collection of audio recordings issued as a single item.",
        "chunkid": "The Impact of Music Streaming Services22"
    },
    "entity45": {
        "name": "song",
        "type": "Music Track",
        "description": "An individual piece of music, typically part of an album or playlist.",
        "chunkid": "The Impact of Music Streaming Services22"
    },
    "entity46": {
        "name": "playlists",
        "type": "Music Collection",
        "description": "A list of songs that can be played in sequence, often created by users for personal enjoyment.",
        "chunkid": "The Impact of Music Streaming Services22"
    },
    "entity47": {
        "name": "social media",
        "type": "Platform",
        "description": "A collective term for various online platforms that enable users to create, share content or participate in social networking.",
        "chunkid": "The Impact of Music Streaming Services23"
    },
    "entity52": {
        "name": "record labels",
        "type": "Business Entity",
        "description": "Companies involved in the recording, manufacturing, distributing, and marketing of sound recordings.",
        "chunkid": "The Impact of Music Streaming Services25"
    },
    "entity53": {
        "name": "physical music retailers",
        "type": "Business Entity",
        "description": "Stores that sell physical formats of music such as CDs, vinyl records, and cassettes.",
        "chunkid": "The Impact of Music Streaming Services25"
    },
    "entity55": {
        "name": "music consumption",
        "type": "Activity",
        "description": "The act of listening to or using music as a form of entertainment or information.",
        "chunkid": "The Impact of Music Streaming Services26"
    },
    "entity56": {
        "name": "industry stakeholders",
        "type": "Group",
        "description": "Individuals or organizations that have an interest in the operations and outcomes of the music industry.",
        "chunkid": "The Impact of Music Streaming Services26"
    },
    "entity57": {
        "name": "music business model",
        "type": "Economic Model",
        "description": "The structure and methods used by the music industry to generate revenue and sustain its operations.",
        "chunkid": "The Impact of Music Streaming Services26"
    },
    "entity59": {
        "name": "artist compensation",
        "type": "Concept",
        "description": "The payment or remuneration received by artists for their work, particularly in the context of music streaming services.",
        "chunkid": "The Impact of Music Streaming Services27"
    },
    "entity61": {
        "name": "music",
        "type": "Art Form",
        "description": "An art form consisting of sound and silence expressed through melody, harmony, and rhythm.",
        "chunkid": "The Impact of Music Streaming Services28"
    },
    "entity63": {
        "name": "royalty rates",
        "type": "Economic Concept",
        "description": "The percentage of revenue or profit that one party (the licensee) pays to another party (the licensor) for the right to use their intellectual property, such as music.",
        "chunkid": "The Impact of Music Streaming Services29"
    },
    "entity72": {
        "name": "modern music landscape",
        "type": "Concept",
        "description": "The current environment of the music industry, including various methods of music production, distribution, and consumption.",
        "chunkid": "The Impact of Music Streaming Services32"
    },
    "entity73": {
        "name": "technology",
        "type": "General Concept",
        "description": "The application of scientific knowledge for practical purposes, especially in industry and commerce.",
        "chunkid": "The Impact of Music Streaming Services33"
    }
}