{
    "entity1": {
        "name": "Time travel",
        "type": "Concept",
        "description": "A fundamental quantity used to sequence events, to compare their durations, and to quantify rates of change in the physical world.;;;A theoretical concept in physics and science fiction where a person or object can move backwards or forwards to different points in time.;;;A theoretical concept of moving between different points in time, either to the past or future.;;;A theoretical concept in physics and science fiction where an object or person can move backwards or forwards through time.;;;The ability to move forward or backward through time, often used as a plot device in science fiction and fantasy stories.;;;A fundamental quantity representing the progression of events from past to present and into the future.;;;A theoretical concept of moving between different points in time, either into the past or future.;;;A theoretical concept in physics and science fiction where an object or person moves between different points in time.",
        "chunkid": "How Time Travel Works in Fiction19;;;How Time Travel Works in Fiction3;;;How Time Travel Works in Fiction2;;;How Time Travel Works in Fiction1;;;How Time Travel Works in Fiction11;;;How Time Travel Works in Fiction17;;;How Time Travel Works in Fiction7;;;How Time Travel Works in Fiction8;;;How Time Travel Works in Fiction22"
    },
    "entity4": {
        "name": "fiction",
        "type": "Genre",
        "description": "A category of literature, film, or other creative work that deals with imaginary events and people.;;;A genre of speculative fiction that involves the use of technology or other means to move backwards or forwards in time.;;;A category of creative writing that includes novels, short stories, and other forms of narrative that are not based on real events.;;;A category of creative works that are not based on true events and often involve imaginary characters and situations.",
        "chunkid": "How Time Travel Works in Fiction14;;;How Time Travel Works in Fiction3;;;How Time Travel Works in Fiction17;;;How Time Travel Works in Fiction7;;;How Time Travel Works in Fiction22"
    },
    "entity5": {
        "name": "time machine",
        "type": "Device",
        "description": "A hypothetical device that allows for the traversal of time, enabling travel to the past or future.;;;A hypothetical device or vehicle used in science fiction to travel through time, allowing the user to move backward or forward in history.;;;A time and space-traveling machine in the British science fiction television series 'Doctor Who'.;;;A tool or machine that enables characters to physically travel through time, either by moving forward or backward along the timeline.",
        "chunkid": "How Time Travel Works in Fiction21;;;How Time Travel Works in Fiction6;;;How Time Travel Works in Fiction4;;;How Time Travel Works in Fiction3"
    },
    "entity7": {
        "name": "H.G. Wells",
        "type": "Person",
        "description": "A British writer, best known for his work in the science fiction genre.",
        "chunkid": "How Time Travel Works in Fiction5"
    },
    "entity8": {
        "name": "The Time Machine",
        "type": "Literary Work",
        "description": "A science fiction novel by H.G. Wells that tells the story of a man who invents a machine allowing him to travel through time.",
        "chunkid": "How Time Travel Works in Fiction5"
    },
    "entity9": {
        "name": "DeLorean",
        "type": "Vehicle/Time Machine",
        "description": "A sports car that serves as a time machine in the film 'Back to the Future'.",
        "chunkid": "How Time Travel Works in Fiction6"
    },
    "entity10": {
        "name": "Back to the Future",
        "type": "Film Series",
        "description": "A science fiction comedy film series about time travel, starring Michael J. Fox.",
        "chunkid": "How Time Travel Works in Fiction6"
    },
    "entity12": {
        "name": "Doctor Who",
        "type": "Television Series",
        "description": "A long-running British science fiction television series about a Time Lord who travels through time and space.",
        "chunkid": "How Time Travel Works in Fiction6"
    },
    "entity15": {
        "name": "supernatural or magical means",
        "type": "Method",
        "description": "Non-scientific, mystical methods or powers used to achieve certain effects, such as time travel in this context.",
        "chunkid": "How Time Travel Works in Fiction7"
    },
    "entity17": {
        "name": "spells",
        "type": "Magical Practice",
        "description": "Rituals or incantations used in magic to achieve a desired effect, often involving specific words, actions, or objects.",
        "chunkid": "How Time Travel Works in Fiction8"
    },
    "entity18": {
        "name": "artifacts",
        "type": "Object",
        "description": "Items of historical, cultural, or magical significance that may possess special properties or powers.",
        "chunkid": "How Time Travel Works in Fiction8"
    },
    "entity19": {
        "name": "mystical forces",
        "type": "Concept",
        "description": "Supernatural or spiritual energies that are believed to influence the world in ways beyond ordinary physical laws.",
        "chunkid": "How Time Travel Works in Fiction8"
    },
    "entity20": {
        "name": "J.K. Rowling",
        "type": "Person",
        "description": "The author of the 'Harry Potter' series.",
        "chunkid": "How Time Travel Works in Fiction9"
    },
    "entity21": {
        "name": "Harry Potter",
        "type": "Work of Fiction",
        "description": "A popular book and film series about a young wizard named Harry Potter.",
        "chunkid": "How Time Travel Works in Fiction9"
    },
    "entity22": {
        "name": "Time-Turner",
        "type": "Magical Artifact",
        "description": "A magical device in the 'Harry Potter' universe that allows the user to travel back in time for short periods.",
        "chunkid": "How Time Travel Works in Fiction9"
    },
    "entity23": {
        "name": "Groundhog Day",
        "type": "Film",
        "description": "A film where the protagonist experiences a time loop, reliving the same day until he learns an important lesson.",
        "chunkid": "How Time Travel Works in Fiction10"
    },
    "entity24": {
        "name": "Parallel universes",
        "type": "Concept",
        "description": "A theoretical concept in physics and science fiction where multiple versions of the universe exist simultaneously.;;;A narrative device used in fiction to explore different outcomes or possibilities by altering events in the past, present, or future.;;;Theoretical alternate sequences of events or realities that exist parallel to the main timeline, often explored in science fiction.",
        "chunkid": "How Time Travel Works in Fiction21;;;How Time Travel Works in Fiction11"
    },
    "entity27": {
        "name": "Characters",
        "type": "General Concept",
        "description": "Refers to the individuals or entities that are the main subjects of a story, game, or narrative.",
        "chunkid": "How Time Travel Works in Fiction12"
    },
    "entity28": {
        "name": "reality",
        "type": "Abstract Concept",
        "description": "The state of things as they actually exist, as opposed to an idealistic or notional idea of them.;;;The state of things as they actually exist, including all entities, phenomena, and facts, whether or not they are observable.",
        "chunkid": "How Time Travel Works in Fiction12;;;How Time Travel Works in Fiction19"
    },
    "entity29": {
        "name": "history",
        "type": "Abstract Concept",
        "description": "The study of past events, particularly in human affairs, and the sequence of these events over time.",
        "chunkid": "How Time Travel Works in Fiction12"
    },
    "entity30": {
        "name": "actions",
        "type": "General Concept",
        "description": "Deeds or activities performed by individuals or groups, often with a specific purpose or intention.",
        "chunkid": "How Time Travel Works in Fiction12"
    },
    "entity31": {
        "name": "Fringe",
        "type": "Television Show",
        "description": "A science fiction television series that explores the investigation of unexplained phenomena and the manipulation of alternate realities.",
        "chunkid": "How Time Travel Works in Fiction13"
    },
    "entity32": {
        "name": "The Flash",
        "type": "Television Show",
        "description": "A superhero television series based on the DC Comics character Barry Allen, who gains superhuman speed after being struck by lightning and uses his abilities to fight crime.",
        "chunkid": "How Time Travel Works in Fiction13"
    },
    "entity34": {
        "name": "Looper",
        "type": "Movie",
        "description": "A science fiction film where the protagonist must confront his younger self to prevent a future catastrophe.",
        "chunkid": "How Time Travel Works in Fiction16"
    },
    "entity35": {
        "name": "The Butterfly Effect",
        "type": "Movie",
        "description": "A movie in which the main character deals with the unintended consequences of altering past events.",
        "chunkid": "How Time Travel Works in Fiction16"
    },
    "entity38": {
        "name": "Causality",
        "type": "Philosophical Concept",
        "description": "The relationship between cause and effect; the principle that everything has a cause and an effect.",
        "chunkid": "How Time Travel Works in Fiction17"
    },
    "entity39": {
        "name": "Determinism",
        "type": "Philosophical Concept",
        "description": "A philosophical belief that all events, including moral choices, are determined completely by previously existing causes.",
        "chunkid": "How Time Travel Works in Fiction17"
    },
    "entity43": {
        "name": "supernatural powers",
        "type": "Ability",
        "description": "Powers or abilities that are beyond normal human capabilities and often attributed to magical or mystical sources.",
        "chunkid": "How Time Travel Works in Fiction21"
    },
    "entity47": {
        "name": "universe",
        "type": "Cosmological Concept",
        "description": "The totality of all matter and energy, including Earth, the stars, and galaxies, and the contents of intergalactic space, regarded as a whole.",
        "chunkid": "How Time Travel Works in Fiction22"
    }
}