{
    "entity1": {
        "name": "Deja Vu",
        "type": "Phenomenon",
        "description": "A mysterious and fascinating phenomenon that gives a person the feeling of having experienced or seen something before.;;;A phenomenon where a person has a strong feeling that they have experienced a situation before, despite knowing that it is their first time encountering it.;;;A phenomenon where a person feels that an event or experience currently being experienced has been experienced in the past.;;;A term of French origin meaning 'already seen,' which refers to the feeling or sensation that one has experienced a current situation before, even though it is actually happening for the first time.;;;A phenomenon where a person feels that they have experienced or witnessed the current situation before, despite knowing that it is not actually the case.;;;A phenomenon where a person feels that they have experienced or witnessed the current situation before.;;;A phenomenon where a person has the feeling that an event or experience currently being experienced has been experienced in the past.;;;A phenomenon where a person feels that they have experienced or witnessed the current situation before, despite knowing that it is actually their first time.;;;A phenomenon where a person feels that they have experienced or witnessed the current situation before, despite knowing that it is their first time.;;;A phenomenon where a person feels that they have experienced or witnessed the current situation before, despite knowing that it is their first time encountering it.;;;A phenomenon where a person has a strong feeling that a current event or experience has happened before, despite knowing it is not actually the case.;;;A phenomenon where a person feels that they have experienced or witnessed a current situation before, often described as a feeling of familiarity.",
        "chunkid": "The Science of Deja Vu20;;;The Science of Deja Vu3;;;The Science of Deja Vu12;;;The Science of Deja Vu18;;;The Science of Deja Vu2;;;The Science of Deja Vu16;;;The Science of Deja Vu7;;;The Science of Deja Vu17;;;The Science of Deja Vu8;;;The Science of Deja Vu1;;;The Science of Deja Vu10;;;The Science of Deja Vu4;;;The Science of Deja Vu13"
    },
    "entity2": {
        "name": "scientists",
        "type": "Professionals",
        "description": "Individuals who are engaged in systematic investigation to discover and interpret new knowledge or to revise existing knowledge based on the science of deja vu.;;;Experts in various fields of science who conduct research to expand knowledge and understanding.",
        "chunkid": "The Science of Deja Vu1;;;The Science of Deja Vu16"
    },
    "entity3": {
        "name": "psychologists",
        "type": "Professionals",
        "description": "Experts in the field of psychology who study human behavior and mental processes.",
        "chunkid": "The Science of Deja Vu1"
    },
    "entity4": {
        "name": "general public",
        "type": "Group",
        "description": "The broad population or community, not limited to any specific profession or expertise.;;;The ordinary people, not specifically involved in research, who are interested in and influenced by the phenomenon of deja vu.",
        "chunkid": "The Science of Deja Vu1;;;The Science of Deja Vu16"
    },
    "entity6": {
        "name": "French",
        "type": "Language",
        "description": "The language of France, from which the term 'deja vu' originates.",
        "chunkid": "The Science of Deja Vu2"
    },
    "entity9": {
        "name": "dual processing theory",
        "type": "Theory",
        "description": "A hypothesis suggesting that deja vu occurs when the brain processes information in two different ways simultaneously.",
        "chunkid": "The Science of Deja Vu4"
    },
    "entity11": {
        "name": "memory-based theory",
        "type": "Theory",
        "description": "A theoretical explanation for deja vu, suggesting that it is caused by similarities between the present scenario and a past memory.",
        "chunkid": "The Science of Deja Vu7"
    },
    "entity12": {
        "name": "brain",
        "type": "Anatomy",
        "description": "The central organ of the nervous system, responsible for processing information and controlling bodily functions.;;;The central organ of the human nervous system, located in the skull and responsible for controlling most bodily activities.",
        "chunkid": "The Science of Deja Vu8;;;The Science of Deja Vu20"
    },
    "entity14": {
        "name": "stress",
        "type": "Condition",
        "description": "A state of mental or emotional strain or tension resulting from adverse or demanding circumstances.",
        "chunkid": "The Science of Deja Vu10"
    },
    "entity15": {
        "name": "fatigue",
        "type": "Condition",
        "description": "The condition of not having enough sleep, often leading to impaired cognitive and physiological functions.;;;Extreme tiredness, typically resulting from mental or physical exertion or illness.",
        "chunkid": "The Science of Deja Vu10"
    },
    "entity26": {
        "name": "consciousness",
        "type": "Psychology",
        "description": "The state of being aware of one's surroundings and thoughts, often studied in philosophy and psychology.",
        "chunkid": "The Science of Deja Vu20"
    }
}