{
    "entity1": {
        "name": "Climate change",
        "type": "Phenomenon",
        "description": "The variations in the amount of available water due to factors like climate change, population growth, or land use changes.;;;A significant and lasting change in the statistical distribution of weather patterns over periods ranging from decades to millions of years.;;;Long-term alteration in statistical distribution of weather patterns over periods ranging from decades to millions of years, often attributed to human activities such as deforestation and burning fossil fuels.;;;A significant variation in the Earth's global climate patterns over time, often attributed to human activities such as deforestation and burning fossil fuels.;;;Prolonged periods of abnormally low rainfall leading to water shortages and affecting agriculture and ecosystems.;;;The average temperature of the Earth's atmosphere, which is increasing due to human activities and natural processes.;;;The amount of water that is accessible for use by humans, animals, and plants, including surface water, groundwater, and desalinated seawater.;;;Natural occurrences that are severe and unusual, such as hurricanes, floods, or droughts.;;;Patterns of rainfall or other forms of water falling from the sky, which can vary over time and space.;;;Long-term alterations in temperature, precipitation, wind patterns, and other elements of weather that occur over several decades or longer due to natural processes or human activities.;;;A significant variation of climate conditions over time, often caused by human activities such as burning fossil fuels, deforestation, and industrial processes, leading to global warming and other environmental impacts.;;;A measure of the degree of hotness or coldness in the environment, often used to describe weather conditions.;;;A situation where there is not enough water to meet the needs of people or ecosystems in a region.;;;The specific atmospheric and environmental conditions that affect agricultural practices and outcomes.;;;An increase in the ambient temperature of an environment.;;;An overflow of water that submerges land which is usually dry, often causing damage to property and infrastructure.;;;Alterations in long-term weather patterns that can affect ecosystems, agriculture, and human activities.",
        "chunkid": "The Impact of Climate Change on Global Agriculture4;;;The Impact of Climate Change on Global Agriculture22;;;The Impact of Climate Change on Global Agriculture10;;;The Impact of Climate Change on Global Agriculture17;;;The Impact of Climate Change on Global Agriculture24;;;The Impact of Climate Change on Global Agriculture5;;;The Impact of Climate Change on Global Agriculture6;;;The Impact of Climate Change on Global Agriculture8;;;The Impact of Climate Change on Global Agriculture19;;;The Impact of Climate Change on Global Agriculture2;;;The Impact of Climate Change on Global Agriculture18;;;The Impact of Climate Change on Global Agriculture23;;;The Impact of Climate Change on Global Agriculture13;;;The Impact of Climate Change on Global Agriculture15;;;The Impact of Climate Change on Global Agriculture21;;;The Impact of Climate Change on Global Agriculture1;;;The Impact of Climate Change on Global Agriculture3;;;The Impact of Climate Change on Global Agriculture12;;;The Impact of Climate Change on Global Agriculture9;;;The Impact of Climate Change on Global Agriculture16"
    },
    "entity2": {
        "name": "planet",
        "type": "Location",
        "description": "The Earth, the third planet from the Sun and the only known celestial body to support life.",
        "chunkid": "The Impact of Climate Change on Global Agriculture1"
    },
    "entity3": {
        "name": "human life",
        "type": "Concept",
        "description": "The condition or state of a human being; encompasses all aspects of existence including biological, social, and cultural dimensions.;;;The means of securing the basic necessities of life, including food, water, shelter, income, and health care.",
        "chunkid": "The Impact of Climate Change on Global Agriculture22;;;The Impact of Climate Change on Global Agriculture1"
    },
    "entity4": {
        "name": "global agriculture",
        "type": "Industry",
        "description": "The worldwide cultivation of plants and rearing of animals for food, fiber, biofuel, medicinal, and other products used to sustain human life.;;;Crops that have been developed to withstand periods of low water availability, helping farmers maintain productivity during droughts.;;;Plants grown for food, fiber, biofuel, or other uses, which are essential to human and animal nutrition.;;;The amount of crop produced per unit area, typically measured in weight or volume.;;;The process of growing crops for food, fiber, or other uses.;;;The practice of cultivating the land or raising stock.;;;Plants grown in significant quantities to be harvested as food, animal feed, or other uses.;;;The science, art, and business of cultivating plants and livestock.;;;The practice of cultivating the soil, producing crops, and raising livestock for food, fiber, biofuel, and other products necessary to sustain life.;;;Plants grown for food or other uses in agriculture.;;;The period during which conditions are suitable for plant growth, typically determined by temperature and precipitation patterns.;;;A set of agricultural methods designed to protect the environment, public health, human communities, and animal welfare.;;;A method of crop and livestock production that avoids or largely excludes the use of synthetic fertilizers, pesticides, growth regulators, and livestock feed additives.;;;The practice of cultivating land for growing crops and raising livestock, which is a fundamental sector in the global economy.;;;Agricultural practices that are environmentally friendly and economically viable, aimed at meeting the needs of the present without compromising the ability of future generations to meet their own needs.;;;The specific times of the year when crops are planted and harvested, which can vary based on climate and crop type.;;;The worldwide industry involved in the cultivation of plants, animals, and other life forms for food, fiber, biofuel, and other products used to sustain human life.;;;The process of growing crops on a large scale for commercial or subsistence purposes.;;;A set of methods and techniques used in farming that aim to protect the environment, public health, human communities, and animal welfare.;;;A set of methods and techniques used in farming that aim to meet human food and fiber needs while protecting natural resources and the environment.;;;A set of strategies and methods aimed at ensuring the long-term availability and quality of water resources.",
        "chunkid": "The Impact of Climate Change on Global Agriculture11;;;The Impact of Climate Change on Global Agriculture4;;;The Impact of Climate Change on Global Agriculture22;;;The Impact of Climate Change on Global Agriculture17;;;The Impact of Climate Change on Global Agriculture24;;;The Impact of Climate Change on Global Agriculture5;;;The Impact of Climate Change on Global Agriculture6;;;The Impact of Climate Change on Global Agriculture8;;;The Impact of Climate Change on Global Agriculture19;;;The Impact of Climate Change on Global Agriculture2;;;The Impact of Climate Change on Global Agriculture18;;;The Impact of Climate Change on Global Agriculture23;;;The Impact of Climate Change on Global Agriculture13;;;The Impact of Climate Change on Global Agriculture15;;;The Impact of Climate Change on Global Agriculture21;;;The Impact of Climate Change on Global Agriculture1;;;The Impact of Climate Change on Global Agriculture3;;;The Impact of Climate Change on Global Agriculture12;;;The Impact of Climate Change on Global Agriculture20;;;The Impact of Climate Change on Global Agriculture9;;;The Impact of Climate Change on Global Agriculture16"
    },
    "entity8": {
        "name": "Food security",
        "type": "Social Issue",
        "description": "The state of having reliable access to a sufficient quantity of affordable, nutritious food.;;;A condition related to the supply of food, and people's access to it. It exists when all people at all times have physical, social, and economic access to sufficient, safe, and nutritious food.;;;The condition where all people have reliable access to sufficient quantities of affordable, nutritious food that meets their dietary needs and preferences for an active and healthy life.",
        "chunkid": "The Impact of Climate Change on Global Agriculture22;;;The Impact of Climate Change on Global Agriculture24;;;The Impact of Climate Change on Global Agriculture2"
    },
    "entity16": {
        "name": "heatwaves",
        "type": "Weather Event",
        "description": "A period of abnormally hot weather, typically lasting several days or weeks, that can pose health risks and affect ecosystems.",
        "chunkid": "The Impact of Climate Change on Global Agriculture5"
    },
    "entity20": {
        "name": "supply chains",
        "type": "Economic Structure",
        "description": "The network of individuals, organizations, resources, activities, and technologies involved in the production and distribution of a product or service.",
        "chunkid": "The Impact of Climate Change on Global Agriculture6"
    },
    "entity21": {
        "name": "food shortages",
        "type": "Economic Condition",
        "description": "A situation where there is an inadequate supply of food available to meet demand.",
        "chunkid": "The Impact of Climate Change on Global Agriculture6"
    },
    "entity22": {
        "name": "price spikes",
        "type": "Economic Phenomenon",
        "description": "Sudden and significant increases in the price of goods or services, often due to shortages or other market disruptions.",
        "chunkid": "The Impact of Climate Change on Global Agriculture6"
    },
    "entity23": {
        "name": "California",
        "type": "Location",
        "description": "A state in the western United States, known for its diverse geography and economy.",
        "chunkid": "The Impact of Climate Change on Global Agriculture7"
    },
    "entity24": {
        "name": "Australia",
        "type": "Location",
        "description": "A country and continent located in the Southern Hemisphere, known for its unique wildlife and vast landscapes.",
        "chunkid": "The Impact of Climate Change on Global Agriculture7"
    },
    "entity28": {
        "name": "pests",
        "type": "Biological Organism",
        "description": "Organisms that cause damage to crops or other plants, often requiring control measures.;;;Organisms that can cause damage to plants, animals, or humans and spread illnesses.",
        "chunkid": "The Impact of Climate Change on Global Agriculture8;;;The Impact of Climate Change on Global Agriculture10"
    },
    "entity29": {
        "name": "diseases",
        "type": "Health Condition",
        "description": "Pathological conditions affecting plants, which can reduce crop yields and quality.",
        "chunkid": "The Impact of Climate Change on Global Agriculture8"
    },
    "entity36": {
        "name": "pesticides",
        "type": "Chemical Substance",
        "description": "Substances used to kill, repel, or control pests that can damage crops and other plants.",
        "chunkid": "The Impact of Climate Change on Global Agriculture11"
    },
    "entity37": {
        "name": "environmental consequences",
        "type": "Environmental Impact",
        "description": "The effects of actions on the natural environment, which can be positive or negative.",
        "chunkid": "The Impact of Climate Change on Global Agriculture11"
    },
    "entity38": {
        "name": "health consequences",
        "type": "Health Impact",
        "description": "The effects of actions or substances on human health, which can include both physical and mental impacts.",
        "chunkid": "The Impact of Climate Change on Global Agriculture11"
    },
    "entity43": {
        "name": "evaporation rates",
        "type": "Environmental Phenomenon",
        "description": "The speed at which water changes from a liquid to a vapor, influenced by temperature, humidity, wind, and other factors.",
        "chunkid": "The Impact of Climate Change on Global Agriculture13"
    },
    "entity45": {
        "name": "farmers",
        "type": "Occupation Group",
        "description": "Individuals who manage and operate farms, growing crops and raising livestock for food production.;;;Individuals who manage and operate farms, growing crops and raising livestock.",
        "chunkid": "The Impact of Climate Change on Global Agriculture13;;;The Impact of Climate Change on Global Agriculture23"
    },
    "entity48": {
        "name": "Rainwater harvesting",
        "type": "Practice",
        "description": "The collection and storage of rainwater for various uses, such as irrigation or domestic purposes.",
        "chunkid": "The Impact of Climate Change on Global Agriculture15"
    },
    "entity49": {
        "name": "Efficient irrigation systems",
        "type": "Technology",
        "description": "Systems designed to minimize water usage while ensuring effective crop hydration and growth.;;;Advanced farming methods that use technology to optimize crop production and resource management, such as GPS, sensors, and data analytics.",
        "chunkid": "The Impact of Climate Change on Global Agriculture15;;;The Impact of Climate Change on Global Agriculture17"
    },
    "entity57": {
        "name": "agroforestry",
        "type": "Practice",
        "description": "An integrated approach that combines trees with crops or livestock on the same piece of land to create more diverse, productive, profitable, healthy, and sustainable land-use systems.",
        "chunkid": "The Impact of Climate Change on Global Agriculture18"
    },
    "entity58": {
        "name": "crop rotation",
        "type": "Practice",
        "description": "A farming technique where different types of crops are grown in the same area across a sequence of seasons to improve soil health, optimize nutrients in the soil, and combat pests and diseases.",
        "chunkid": "The Impact of Climate Change on Global Agriculture18"
    },
    "entity60": {
        "name": "soil health",
        "type": "Concept",
        "description": "The condition of the soil in terms of its ability to function as a living system that sustains plants, animals, and humans. It includes physical, chemical, and biological properties.;;;The condition of soil as a living system that sustains plants, animals, and humans.",
        "chunkid": "The Impact of Climate Change on Global Agriculture20;;;The Impact of Climate Change on Global Agriculture18"
    },
    "entity63": {
        "name": "environment",
        "type": "Concept",
        "description": "The surroundings or conditions in which an organism or group of organisms live, including both the biotic (living) and abiotic (non-living) components.;;;The surroundings or conditions in which an organism or group of organisms lives.",
        "chunkid": "The Impact of Climate Change on Global Agriculture21;;;The Impact of Climate Change on Global Agriculture19"
    },
    "entity64": {
        "name": "human health",
        "type": "Field",
        "description": "The level of functional and metabolic efficiency of a human being, encompassing physical, mental, and social well-being.",
        "chunkid": "The Impact of Climate Change on Global Agriculture19"
    },
    "entity67": {
        "name": "agroecology",
        "type": "Science",
        "description": "The application of ecological principles to the design and management of sustainable agricultural systems.",
        "chunkid": "The Impact of Climate Change on Global Agriculture20"
    },
    "entity68": {
        "name": "greenhouse gas emissions",
        "type": "Environmental Impact",
        "description": "Gases that trap heat in the atmosphere, contributing to global warming and climate change.",
        "chunkid": "The Impact of Climate Change on Global Agriculture20"
    },
    "entity70": {
        "name": "biodiversity",
        "type": "Ecological Concept",
        "description": "The variety and variability of life forms within a given species, ecosystem, or planet.",
        "chunkid": "The Impact of Climate Change on Global Agriculture20"
    },
    "entity81": {
        "name": "innovation",
        "type": "Concept",
        "description": "The introduction of new ideas, methods, or products in a particular field.",
        "chunkid": "The Impact of Climate Change on Global Agriculture23"
    },
    "entity82": {
        "name": "adaptation",
        "type": "Process",
        "description": "The process by which organisms or systems adjust to changes in their environment to better survive and function.",
        "chunkid": "The Impact of Climate Change on Global Agriculture23"
    },
    "entity84": {
        "name": "resilience",
        "type": "Quality",
        "description": "The capacity to recover quickly from difficulties; toughness.",
        "chunkid": "The Impact of Climate Change on Global Agriculture23"
    },
    "entity86": {
        "name": "research and technology",
        "type": "Field",
        "description": "The area of study and development focused on scientific research and technological innovation to improve processes, products, or services.",
        "chunkid": "The Impact of Climate Change on Global Agriculture24"
    }
}