"{\n  \"entities\": [\n    {\n      \"name\": \"Rockets\",\n      \"type\": \"Spacecraft\",\n      \"description\": \"Rockets are vehicles designed to travel through space and the atmosphere, often used for launching satellites, conducting scientific research, or exploring other planets.\",\n      \"attributes\": {\n        \"Purpose\": \"Launching payloads into orbit, conducting scientific missions, and exploring space\",\n        \"Components\": \"Structure, propulsion system, payload capacity, electronics, guidance systems, and body materials (aluminum, carbon fiber, or fiberglass)\",\n        \"Propulsion Types\": \"Solid fuel engines, liquid fuel engines, hybrid engines, electric propulsion\",\n        \"Design Considerations\": \"Size, power, and design specifications based on the rocket\\\"s goals\"\n      }\n    },\n    {\n      \"name\": \"space\",\n      \"type\": \"Concept\",\n      \"description\": \"Space refers to the boundless, three-dimensional extent in which objects and events have relative position and direction. It is a fundamental concept in physics and astronomy.\",\n      \"attributes\": {\n        \"Exploration\": \"Advanced by rockets\",\n        \"Dimensionality\": \"Three-dimensional\"\n      }\n    },\n    {\n      \"name\": \"initial design\",\n      \"type\": \"Process Step\",\n      \"description\": \"The initial design phase in building a rocket involves creating the foundational plans and specifications that guide the construction process.\",\n      \"attributes\": {\n        \"Purpose\": \"To create foundational plans and specifications for the rocket\",\n        \"Considerations\": \"Aerodynamics, stability, weight distribution\"\n      }\n    },\n    {\n      \"name\": \"launch\",\n      \"type\": \"Action\",\n      \"description\": \"The process of sending a rocket or spacecraft into space, typically involving a series of steps from initial design to the final ignition and ascent.\",\n      \"attributes\": {\n        \"Purpose\": \"To send a rocket or payload into space\",\n        \"Preparation Step\": \"Conduct thorough testing before launch\"\n      }\n    },\n    {\n      \"name\": \"Step 1\",\n      \"type\": \"Process Step\",\n      \"description\": \"The first step in building a rocket, which involves defining the purpose and requirements of the rocket.\",\n      \"attributes\": {\n        \"Purpose\": \"To clearly define the purpose and requirements of the rocket\",\n        \"Sequence\": \"1\"\n      }\n    },\n    {\n      \"name\": \"Purpose and Requirements\",\n      \"type\": \"Concept\",\n      \"description\": \"The purpose and requirements of a rocket are the initial considerations that guide its design, construction, and functionality. They determine the size, power, and design specifications of the rocket.\",\n      \"attributes\": {\n        \"First Step in Building a Rocket\": \"Clearly defining the purpose and requirements is the first step in building a rocket.\",\n        \"Determines Size, Power, and Design Specifications\": \"Understanding the goals of the rocket helps determine its size, power, and design specifications.\"\n      }\n    },\n    {\n      \"name\": \"science project\",\n      \"type\": \"Activity\",\n      \"description\": \"A science project is an educational activity that involves hands-on learning and experimentation, often undertaken by students to explore scientific concepts or principles.\",\n      \"attributes\": {\n        \"Purpose\": \"Educational\",\n        \"Scope\": \"Varies (from small model rockets to complex experiments)\"\n      }\n    },\n    {\n      \"name\": \"payload\",\n      \"type\": \"Component\",\n      \"description\": \"The payload is the part of a rocket that carries the primary mission equipment or cargo, such as satellites, scientific instruments, or other materials.\",\n      \"attributes\": {\n        \"Capacity\": \"Depends on the design and purpose of the rocket\",\n        \"Purpose\": \"Carries primary mission equipment or cargo\"\n      }\n    },\n    {\n      \"name\": \"orbit\",\n      \"type\": \"Concept\",\n      \"description\": \"An orbit is the curved path of an object around a point in space, such as a planet or moon. In the context of rocketry, launching a payload into orbit involves achieving a specific velocity and trajectory to maintain a stable orbit.\",\n      \"attributes\": {\n        \"Purpose\": \"To achieve a stable path for a spacecraft or satellite around a celestial body\",\n        \"Key Requirement\": \"Achieving the correct velocity and trajectory\"\n      }\n    },\n    {\n      \"name\": \"propulsion system\",\n      \"type\": \"Component\",\n      \"description\": \"The propulsion system is the heart of the rocket, providing the thrust needed to lift it off the ground and propel it into space. It can consist of solid or liquid fuel engines, hybrid engines, or electric propulsion systems.\",\n      \"attributes\": {\n        \"Type\": \"Solid or Liquid Fuel Engines, Hybrid Engines, Electric Propulsion\",\n        \"Function\": \"Provide Thrust for Rocket Launch and Flight\"\n      }\n    },\n    {\n      \"name\": \"payload capacity\",\n      \"type\": \"Attribute of Rocket Design\",\n      \"description\": \"The payload capacity refers to the amount of weight a rocket can carry into space, which is a critical factor in determining the rocket\\\"s design and mission objectives.\",\n      \"attributes\": {\n        \"Importance\": \"Critical for determining rocket size, power, and design specifications\",\n        \"Influence on Design\": \"Affects aerodynamics, stability, and weight distribution\"\n      }\n    },\n    {\n      \"name\": \"metal\",\n      \"type\": \"Material\",\n      \"description\": \"Metal is a class of materials that are typically strong, durable, and conductive. In the context of rocket construction, metals such as aluminum are used for their lightweight yet robust properties.\",\n      \"attributes\": {\n        \"Strength\": \"High\",\n        \"Durability\": \"High\",\n        \"Conductivity\": \"Good\",\n        \"Weight\": \"Relatively Light (for certain types like aluminum)\"\n      }\n    },\n    {\n      \"name\": \"composite materials\",\n      \"type\": \"Material\",\n      \"description\": \"Composite materials are made from two or more constituent materials with significantly different physical or chemical properties, one of which is a matrix and the other being a reinforcement. They are used in various applications where high strength-to-weight ratios and specific mechanical properties are required.\",\n      \"attributes\": {\n        \"Strength\": \"High\",\n        \"Weight\": \"Lightweight\",\n        \"Durability\": \"Durable\"\n      }\n    },\n    {\n      \"name\": \"fuel system\",\n      \"type\": \"Component\",\n      \"description\": \"The fuel system in a rocket provides the necessary fuel to the propulsion system, enabling it to generate thrust and propel the rocket into space.\",\n      \"attributes\": {\n        \"Purpose\": \"To provide fuel for the propulsion system\",\n        \"Types of Fuel\": \"Solid or liquid fuel, hybrid engines, electric propulsion\"\n      }\n    },\n    {\n      \"name\": \"electronics\",\n      \"type\": \"Component\",\n      \"description\": \"Electronics are sophisticated systems used in modern rockets to control flight paths and ensure safe launches. They include sensors, actuators, onboard computers, and other critical components.\",\n      \"attributes\": {\n        \"Purpose\": \"Control Flight Path and Ensure Safe Launch\",\n        \"Components\": \"Sensors, Actuators, Onboard Computers\"\n      }\n    },\n    {\n      \"name\": \"fins\",\n      \"type\": \"Component\",\n      \"description\": \"Fins are aerodynamic structures attached to the body of rockets or other vehicles to provide stability and control during flight.\",\n      \"attributes\": {\n        \"Purpose\": \"To provide stability and control\",\n        \"Material\": \"Various materials, including metal or composite\"\n      }\n    },\n    {\n      \"name\": \"nose cones\",\n      \"type\": \"Component\",\n      \"description\": \"Nose cones are components of rockets that are designed to reduce air resistance and improve aerodynamic performance.\",\n      \"attributes\": {\n        \"Purpose\": \"Reduce air resistance and improve aerodynamic performance\",\n        \"Material\": \"Various materials, including metal or composite materials\"\n      }\n    },\n    {\n      \"name\": \"parachutes\",\n      \"type\": \"Component\",\n      \"description\": \"Parachutes are used in rockets to ensure safe landing by slowing down the descent after the rocket has completed its mission.\",\n      \"attributes\": {\n        \"Purpose\": \"Safe Landing\",\n        \"Function\": \"Slowing Down Descent\"\n      }\n    },\n    {\n      \"name\": \"Fiberglass\",\n      \"type\": \"Material\",\n      \"description\": \"Fiberglass is a lightweight but durable material commonly used in the construction of rocket bodies and other aerospace applications.\",\n      \"attributes\": {\n        \"Weight\": \"Lightweight\",\n        \"Durability\": \"Durable\"\n      }\n    },\n    {\n      \"name\": \"solid fuel engines\",\n      \"type\": \"Propulsion System Component\",\n      \"description\": \"Solid fuel engines are a type of propulsion system used in rockets, characterized by the use of solid propellants.\",\n      \"attributes\": {\n        \"Fuel Type\": \"Solid Propellant\",\n        \"Application\": \"Rocket Propulsion\"\n      }\n    },\n    {\n      \"name\": \"liquid fuel engines\",\n      \"type\": \"Propulsion System Component\",\n      \"description\": \"Liquid fuel engines are a type of propulsion system used in modern rockets to provide the necessary thrust for launch and flight.\",\n      \"attributes\": {\n        \"Fuel Type\": \"Liquid\",\n        \"Application\": \"Rockets\"\n      }\n    },\n    {\n      \"name\": \"hybrid engines\",\n      \"type\": \"Propulsion System\",\n      \"description\": \"Hybrid engines are an advanced type of propulsion system that can be used in rockets. They combine elements of both solid and liquid fuel engines, offering a balance between the simplicity and reliability of solid fuels and the efficiency and control of liquid fuels.\",\n      \"attributes\": {\n        \"Type\": \"Advanced Propulsion System\",\n        \"Fuel Combination\": \"Solid and Liquid Fuels\"\n      }\n    },\n    {\n      \"name\": \"sensors\",\n      \"type\": \"Component\",\n      \"description\": \"Sensors are devices that detect and respond to some type of input from the physical environment, such as light, heat, motion, moisture, pressure, or any one of a great number of other phenomena. In this context, sensors are used in the construction and testing of systems, particularly for monitoring and control purposes.\",\n      \"attributes\": {\n        \"Purpose\": \"Monitoring and Control\",\n        \"Application\": \"System Testing and Functioning\"\n      }\n    },\n    {\n      \"name\": \"actuators\",\n      \"type\": \"Component\",\n      \"description\": \"Actuators are devices that convert energy into motion, often used in control systems to move or control mechanisms.\",\n      \"attributes\": {\n        \"Function\": \"Convert energy into mechanical motion\",\n        \"Usage\": \"Control and movement of components in a rocket system\"\n      }\n    },\n    {\n      \"name\": \"design plans\",\n      \"type\": \"Document\",\n      \"description\": \"Design plans are detailed drawings and specifications that outline the structure, propulsion system, payload capacity, and other key components of a rocket. They serve as a guide for cutting and assembling body components, installing sensors, actuators, and onboard computers, and ensuring aerodynamic and secure assembly.\",\n      \"attributes\": {\n        \"Content\": \"Detailed drawings and plans outlining the rocket\\\"s structure, propulsion system, payload capacity, and other key components\",\n        \"Purpose\": \"To guide the cutting and assembling of body components, installation of sensors, actuators, and onboard computers, and to ensure aerodynamic and secure assembly\"\n      }\n    },\n    {\n      \"name\": \"Step 7\",\n      \"type\": \"Process Step\",\n      \"description\": \"The final step in the rocket building process, which involves testing and launching the rocket.\",\n      \"attributes\": {\n        \"Purpose\": \"To conduct thorough testing to identify and resolve any potential issues before launching the rocket.\"\n      }\n    },\n    {\n      \"name\": \"the great unknown\",\n      \"type\": \"Concept\",\n      \"description\": \"The great unknown refers to the vast, unexplored regions of space that are yet to be discovered and understood.\",\n      \"attributes\": {\n        \"Nature\": \"Uncharted Territory\",\n        \"Characteristics\": \"Mysterious and Unpredictable\"\n      }\n    },\n    {\n      \"name\": \"student\",\n      \"type\": \"Person\",\n      \"description\": \"A student can be anyone from various backgrounds, including hobbyists and aspiring aerospace engineers, who is interested in building a rocket.\",\n      \"attributes\": {\n        \"Background\": \"Various (including hobbyist, aspiring aerospace engineer)\",\n        \"Interest\": \"Building rockets\"\n      }\n    },\n    {\n      \"name\": \"hobbyist\",\n      \"type\": \"Person\",\n      \"description\": \"A hobbyist is an individual who engages in an activity for enjoyment and interest, rather than as a profession.\",\n      \"attributes\": {\n        \"Interest\": \"Building Rockets\",\n        \"Motivation\": \"Curiosity, Creativity, Passion for Exploration\"\n      }\n    },\n    {\n      \"name\": \"aerospace engineer\",\n      \"type\": \"Profession\",\n      \"description\": \"An aerospace engineer designs, tests, and supervises the manufacture of aircraft, spacecraft, and missiles. They also develop new technologies for use in aviation, defense systems, and space exploration.\",\n      \"attributes\": {\n        \"Field of Work\": \"Aerospace\",\n        \"Skills Required\": \"Designing, testing, manufacturing supervision, technology development\"\n      }\n    },\n    {\n      \"name\": \"safety\",\n      \"type\": \"Concept\",\n      \"description\": \"Safety refers to the condition of being protected from or unlikely to cause danger, risk, or injury. In the context of building and launching rockets, safety is a critical aspect that must be prioritized.\",\n      \"attributes\": {\n        \"Priority Level\": \"High\",\n        \"Regulation Requirement\": \"Follow all applicable regulations and guidelines\"\n      }\n    },\n    {\n      \"name\": \"regulations\",\n      \"type\": \"Legal Framework\",\n      \"description\": \"Regulations are official rules and guidelines that govern the design, construction, and launch of rockets to ensure safety and compliance.\",\n      \"attributes\": {\n        \"Purpose\": \"To ensure safety and successful launches\",\n        \"Scope\": \"Design, construction, and launch of rockets\"\n      }\n    },\n    {\n      \"name\": \"guidelines\",\n      \"type\": \"Regulatory Document\",\n      \"description\": \"Guidelines are sets of instructions or principles that provide direction and standards for specific activities, such as building and launching rockets.\",\n      \"attributes\": {\n        \"Purpose\": \"To ensure safety and compliance in rocket construction and launch\",\n        \"Scope\": \"Applicable to all aspects of rocket design, assembly, testing, and launch\"\n      }\n    },\n    {\n      \"name\": \"Detailed Drawings and Plans\",\n      \"type\": \"Document\",\n      \"description\": \"Documents that outline the structure, propulsion system, payload capacity, and other key components of a rocket.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Electronics and Guidance Systems\",\n      \"type\": \"Component\",\n      \"description\": \"Sophisticated systems used to control the rocket\\\"s flight path and ensure a safe and successful launch.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Ground Tests\",\n      \"type\": \"Procedure\",\n      \"description\": \"Tests conducted on the ground to verify the performance of critical components such as the propulsion system, electronics, and other systems.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Test Flights\",\n      \"type\": \"Procedure\",\n      \"description\": \"Flights conducted to verify the rocket\\\"s stability and performance.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Safety Regulations\",\n      \"type\": \"Regulation\",\n      \"description\": \"Rules and guidelines that must be followed during the design, construction, testing, and launching of rockets.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Building Process\",\n      \"type\": \"Process\",\n      \"description\": \"A step-by-step process that includes defining the purpose and requirements, designing the rocket, gathering materials, building the body, installing the propulsion system, adding electronics and guidance systems, testing, and launching.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Curiosity and Creativity\",\n      \"type\": \"Emotion\",\n      \"description\": \"Feelings of wonder, interest, and creativity that are often sparked by the process of building and launching rockets.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Space Exploration\",\n      \"type\": \"Field\",\n      \"description\": \"The scientific study and exploration of space, including the launching of satellites, conducting scientific missions, and exploring other planets.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Science Projects\",\n      \"type\": \"Educational Activity\",\n      \"description\": \"Science projects are educational activities that involve hands-on learning and experimentation. They can range from simple models to complex experiments.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"body components assembly\",\n      \"type\": \"Process Step\",\n      \"description\": \"The process of cutting and assembling the body components of the rocket based on the design plans.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"rocket construction\",\n      \"type\": \"Process Step\",\n      \"description\": \"The overall process of building a rocket from start to finish.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"rocket\",\n      \"type\": \"Object\",\n      \"description\": \"A vehicle designed to travel through space, often carrying a payload.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"thorough testing\",\n      \"type\": \"Process\",\n      \"description\": \"A series of tests conducted to ensure the rocket is safe and functional before launch.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"step-by-step process\",\n      \"type\": \"Process\",\n      \"description\": \"A detailed sequence of steps from designing to launching a rocket, ensuring each stage is completed successfully.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"orbital mission\",\n      \"type\": \"Activity\",\n      \"description\": \"A mission to send a payload into orbit around the Earth or another celestial body.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Rocket Building Process\",\n      \"type\": \"Process\",\n      \"description\": \"The step-by-step process of building a rocket, from initial design to launch.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Step 3: Gather Materials and Components\",\n      \"type\": \"Process Step\",\n      \"description\": \"The step in which all materials and components needed to build the rocket are gathered.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Initial Design\",\n      \"type\": \"Process Step\",\n      \"description\": \"The step where the initial design of the rocket is created.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Design Plans\",\n      \"type\": \"Document\",\n      \"description\": \"The design plans are detailed blueprints that guide the construction of the rocket.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Rocket Construction\",\n      \"type\": \"Process\",\n      \"description\": \"The process of building a rocket involves cutting, assembling, and testing various components.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Rocket Size\",\n      \"type\": \"Attribute\",\n      \"description\": \"The size of the rocket is a critical attribute that affects its performance and capabilities.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Rocket Power\",\n      \"type\": \"Attribute\",\n      \"description\": \"The power of the rocket is a critical attribute that affects its performance and capabilities.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Rocket Design Specifications\",\n      \"type\": \"Attribute\",\n      \"description\": \"The design specifications of the rocket include aerodynamics, structural integrity, and system integration.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Rocket Building\",\n      \"type\": \"Activity\",\n      \"description\": \"Building a rocket is a challenging but rewarding endeavor that requires careful planning, precise execution, and a deep understanding of science and engineering principles.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Science and Engineering Principles\",\n      \"type\": \"Concepts\",\n      \"description\": \"Science and engineering principles are fundamental concepts that underpin the design, construction, and operation of rockets.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"aerodynamics\",\n      \"type\": \"Design Factor\",\n      \"description\": \"Aerodynamics involves the study of how air moves around objects and affects their motion.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"stability\",\n      \"type\": \"Design Factor\",\n      \"description\": \"Stability refers to the ability of a rocket to maintain its intended flight path.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"weight distribution\",\n      \"type\": \"Design Factor\",\n      \"description\": \"Weight distribution is crucial for maintaining balance and ensuring proper functioning of the rocket.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"ground tests\",\n      \"type\": \"Procedure\",\n      \"description\": \"Ground tests are a series of evaluations conducted on the ground to ensure that all systems of the rocket, including the propulsion system, function correctly.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"test flights\",\n      \"type\": \"Procedure\",\n      \"description\": \"Test flights are conducted to evaluate the rocket\\\"s stability and performance in flight, including the functionality of the propulsion system.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"rocket structure\",\n      \"type\": \"Component\",\n      \"description\": \"The rocket structure includes the body, fuel system, electronics, and other components necessary for the rocket\\\"s operation.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Aerodynamics\",\n      \"type\": \"Design Consideration\",\n      \"description\": \"The shape and design of the rocket must be optimized to handle its payload capacity efficiently.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Stability\",\n      \"type\": \"Design Consideration\",\n      \"description\": \"The stability of the rocket during flight is affected by its payload capacity.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Weight Distribution\",\n      \"type\": \"Design Consideration\",\n      \"description\": \"The distribution of weight within the rocket is crucial for maintaining balance and ensuring safe flight, especially with varying payload capacities.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Rocket Body\",\n      \"type\": \"Component\",\n      \"description\": \"The body of the rocket is a critical component that houses various systems and ensures structural integrity.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Rocket Body Construction\",\n      \"type\": \"Application\",\n      \"description\": \"The body of the rocket is typically constructed from lightweight but durable materials such as aluminum, carbon fiber, or fiberglass. Composite materials are one of the options for constructing the rocket body.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Aluminum\",\n      \"type\": \"Material\",\n      \"description\": \"Aluminum is a lightweight, corrosion-resistant metal commonly used in aerospace applications.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Modern Rockets\",\n      \"type\": \"Vehicle\",\n      \"description\": \"Modern rockets are advanced vehicles designed for space exploration and satellite deployment.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Propulsion System\",\n      \"type\": \"Component\",\n      \"description\": \"The propulsion system is responsible for generating thrust and propelling the rocket.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Other Critical Components\",\n      \"type\": \"Component\",\n      \"description\": \"Other critical components include fins, nose cones, and parachutes.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"rocket body\",\n      \"type\": \"Component\",\n      \"description\": \"The main structure of a rocket that houses the fuel system, electronics, and other components.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Rocket\",\n      \"type\": \"Vehicle\",\n      \"description\": \"A rocket is a vehicle that uses the reaction of propelling gases to move through space.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Liquid Fuel Engines\",\n      \"type\": \"Propulsion System Component\",\n      \"description\": \"Liquid fuel engines are a type of rocket engine that uses liquid propellants, such as liquid hydrogen and liquid oxygen.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Hybrid Engines\",\n      \"type\": \"Propulsion System Component\",\n      \"description\": \"Hybrid engines are a type of rocket engine that uses a combination of solid and liquid propellants.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Electric Propulsion\",\n      \"type\": \"Propulsion System Component\",\n      \"description\": \"Electric propulsion is a type of spacecraft propulsion that uses electrical energy to accelerate propellants.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Solid Fuel Engines\",\n      \"type\": \"Propulsion System\",\n      \"description\": \"Solid fuel engines are a type of rocket engine that uses solid propellant. They are known for their simplicity and reliability.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Onboard Computers\",\n      \"type\": \"Component\",\n      \"description\": \"Onboard computers are integrated systems that manage various functions and processes within a device or vehicle.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"System Testing\",\n      \"type\": \"Process\",\n      \"description\": \"System testing is the process of verifying that all components of a system work together as expected.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Electronics\",\n      \"type\": \"Category\",\n      \"description\": \"Electronics encompass all components and devices that use electricity, including sensors, actuators, and onboard computers.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Sensors\",\n      \"type\": \"Component\",\n      \"description\": \"Devices that detect or measure physical properties and record, indicate, or otherwise respond to them.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Rocket Assembly\",\n      \"type\": \"Process\",\n      \"description\": \"The process of assembling a rocket involves cutting and fitting body components according to the design plans, ensuring everything fits together securely and aerodynamically.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Rocket Structure\",\n      \"type\": \"Component\",\n      \"description\": \"The physical structure of the rocket, including its shape, size, and materials.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Payload Capacity\",\n      \"type\": \"Attribute\",\n      \"description\": \"The maximum weight or volume that the rocket can carry as payload.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"System Installation\",\n      \"type\": \"Process\",\n      \"description\": \"The process of installing sensors, actuators, and onboard computers according to the design plans.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Step 6\",\n      \"type\": \"Process Step\",\n      \"description\": \"The step where sophisticated electronics and guidance systems are added to control the flight path and ensure a safe and successful launch.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Rocket Launching\",\n      \"type\": \"Activity\",\n      \"description\": \"Launching a rocket involves sending it into space, often with the goal of exploring or studying the great unknown.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Hobbyist\",\n      \"type\": \"Person\",\n      \"description\": \"A person who engages in an activity for pleasure and enjoyment, rather than as a profession.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Aspiring Aerospace Engineer\",\n      \"type\": \"Person\",\n      \"description\": \"A person who is studying or training to become an aerospace engineer.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Building Rockets\",\n      \"type\": \"Activity\",\n      \"description\": \"The process of designing, constructing, and testing rockets.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Rocket Building Experience\",\n      \"type\": \"Experience\",\n      \"description\": \"The practical knowledge and skills gained from the process of building rockets.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Launch Payload into Orbit\",\n      \"type\": \"Goal\",\n      \"description\": \"Launching a payload into orbit is an advanced goal that requires significant knowledge and resources.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Dedication, Perseverance, Spirit of Adventure\",\n      \"type\": \"Character Trait\",\n      \"description\": \"These traits are essential for turning a dream into reality and achieving goals.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Rocket Manufacturing\",\n      \"type\": \"Process\",\n      \"description\": \"The process of manufacturing a rocket involves cutting and assembling body components, ensuring they fit together securely and aerodynamically.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Rocket Components\",\n      \"type\": \"Components\",\n      \"description\": \"Critical components of a rocket include the propulsion system, electronics, and other systems necessary for its operation.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Students, Hobbyists, Aspiring Aerospace Engineers\",\n      \"type\": \"People\",\n      \"description\": \"These individuals are interested in learning about and building rockets.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Metal, Composite Materials\",\n      \"type\": \"Materials\",\n      \"description\": \"These materials are used in the construction of a rocket\\\"s body.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Fuel System, Guidance and Control Electronics\",\n      \"type\": \"Systems\",\n      \"description\": \"These systems are essential for the operation of a rocket.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"rocket builders\",\n      \"type\": \"Person/Group\",\n      \"description\": \"Rocket builders are individuals or teams responsible for designing, constructing, and launching rockets.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"rocket launches\",\n      \"type\": \"Event\",\n      \"description\": \"Rocket launches are events where rockets are launched into space or the atmosphere.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"safety guidelines\",\n      \"type\": \"Guidelines\",\n      \"description\": \"Safety guidelines provide specific instructions and best practices for ensuring the safety of rocket operations.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Safety Standards\",\n      \"type\": \"Regulation\",\n      \"description\": \"Safety standards are rules and regulations designed to prevent accidents and injuries during the construction and launch of rockets.\",\n      \"attributes\": {}\n    },\n    {\n      \"name\": \"Rocket Systems\",\n      \"type\": \"Activity\",\n      \"description\": \"Testing involves verifying that all systems, including sensors, actuators, and onboard computers, are functioning correctly.\",\n      \"attributes\": {}\n    }\n  ],\n  \"relations\": [\n    [\n      \"Rockets\",\n      \"Requires\",\n      \"Detailed Drawings and Plans\",\n      \"Rockets require detailed drawings and plans to ensure proper design and construction.\"\n    ],\n    [\n      \"Rockets\",\n      \"Includes\",\n      \"Electronics and Guidance Systems\",\n      \"Rockets include electronics and guidance systems for controlling their trajectory.\"\n    ],\n    [\n      \"Rockets\",\n      \"Undergoes\",\n      \"Ground Tests\",\n      \"Rockets undergo thorough ground tests before launch to identify and resolve any potential issues.\"\n    ],\n    [\n      \"Rockets\",\n      \"Undergoes\",\n      \"Test Flights\",\n      \"Rockets undergo test flights to ensure they are ready for launch.\"\n    ],\n    [\n      \"Rockets\",\n      \"Requires\",\n      \"Safety Regulations\",\n      \"Rockets require adherence to safety regulations to ensure safe operation.\"\n    ],\n    [\n      \"Rockets\",\n      \"Involves\",\n      \"Building Process\",\n      \"Rockets involve a comprehensive building process from initial design to launch.\"\n    ],\n    [\n      \"Rockets\",\n      \"Inspires\",\n      \"Curiosity and Creativity\",\n      \"Rockets inspire curiosity and creativity in those who build and launch them.\"\n    ],\n    [\n      \"Rockets\",\n      \"Advances\",\n      \"Space Exploration\",\n      \"Rockets advance the field of space exploration by enabling various missions.\"\n    ],\n    [\n      \"space\",\n      \"Explored By\",\n      \"Rockets\",\n      \"Rockets have been instrumental in advancing our exploration of space.\"\n    ],\n    [\n      \"space\",\n      \"Subject Of\",\n      \"Science Projects\",\n      \"Building model rockets for science projects helps students understand the principles of space exploration.\"\n    ],\n    [\n      \"initial design\",\n      \"Informs\",\n      \"body components assembly\",\n      \"The initial design provides the necessary specifications for the assembly of the rocket\\\"s body components.\"\n    ],\n    [\n      \"initial design\",\n      \"Precedes\",\n      \"rocket construction\",\n      \"The initial design is the first step in the rocket construction process.\"\n    ],\n    [\n      \"launch\",\n      \"Involves\",\n      \"rocket\",\n      \"The launch involves sending a rocket into space.\"\n    ],\n    [\n      \"launch\",\n      \"Requires\",\n      \"thorough testing\",\n      \"The launch requires thorough testing to identify and resolve any potential issues.\"\n    ],\n    [\n      \"launch\",\n      \"Follows\",\n      \"initial design\",\n      \"The launch follows the initial design phase.\"\n    ],\n    [\n      \"launch\",\n      \"Follows\",\n      \"step-by-step process\",\n      \"The launch follows the step-by-step process outlined in the essay.\"\n    ],\n    [\n      \"launch\",\n      \"Can Be Part Of\",\n      \"science project\",\n      \"The launch can be part of a science project involving building a small model rocket.\"\n    ],\n    [\n      \"launch\",\n      \"Can Be Part Of\",\n      \"orbital mission\",\n      \"The launch can be part of an orbital mission involving sending a payload into space.\"\n    ],\n    [\n      \"Step 1\",\n      \"Part Of\",\n      \"Rocket Building Process\",\n      \"Step 1 is the first part of the Rocket Building Process.\"\n    ],\n    [\n      \"Step 1\",\n      \"Precedes\",\n      \"Step 3: Gather Materials and Components\",\n      \"Step 1 precedes Step 3 in the Rocket Building Process.\"\n    ],\n    [\n      \"Step 1\",\n      \"Follows\",\n      \"Initial Design\",\n      \"Step 1 follows the Initial Design in the Rocket Building Process.\"\n    ],\n    [\n      \"Purpose and Requirements\",\n      \"Guides\",\n      \"Design Plans\",\n      \"The purpose and requirements guide the creation of the design plans.\"\n    ],\n    [\n      \"Purpose and Requirements\",\n      \"Influences\",\n      \"Rocket Construction\",\n      \"The purpose and requirements influence the overall construction process of the rocket.\"\n    ],\n    [\n      \"Purpose and Requirements\",\n      \"Determines\",\n      \"Rocket Size\",\n      \"The purpose and requirements determine the size of the rocket.\"\n    ],\n    [\n      \"Purpose and Requirements\",\n      \"Determines\",\n      \"Rocket Power\",\n      \"The purpose and requirements determine the power of the rocket.\"\n    ],\n    [\n      \"Purpose and Requirements\",\n      \"Determines\",\n      \"Rocket Design Specifications\",\n      \"The purpose and requirements determine the design specifications of the rocket.\"\n    ],\n    [\n      \"science project\",\n      \"Involves\",\n      \"Rocket Building\",\n      \"A science project can involve building a small model rocket as part of the educational experience.\"\n    ],\n    [\n      \"science project\",\n      \"Uses\",\n      \"Science and Engineering Principles\",\n      \"A science project often uses science and engineering principles to understand and build a rocket.\"\n    ],\n    [\n      \"payload\",\n      \"Is Part Of\",\n      \"rocket\",\n      \"The payload is an integral part of the rocket, designed to carry mission-specific equipment or cargo.\"\n    ],\n    [\n      \"payload\",\n      \"Requires Consideration Of\",\n      \"aerodynamics\",\n      \"The design of the payload must consider aerodynamic factors to ensure stability during launch.\"\n    ],\n    [\n      \"payload\",\n      \"Requires Consideration Of\",\n      \"stability\",\n      \"The payload\\\"s design must ensure that it does not compromise the stability of the rocket during launch.\"\n    ],\n    [\n      \"payload\",\n      \"Requires Consideration Of\",\n      \"weight distribution\",\n      \"The payload\\\"s weight must be distributed appropriately to maintain the overall stability and performance of the rocket.\"\n    ],\n    [\n      \"payload\",\n      \"Is Aimed For\",\n      \"orbit\",\n      \"The payload may be designed to reach and operate in orbit, depending on the mission\\\"s objectives.\"\n    ],\n    [\n      \"orbit\",\n      \"Target of Launch\",\n      \"payload\",\n      \"The goal of launching a rocket can be to place a payload into orbit.\"\n    ],\n    [\n      \"orbit\",\n      \"Achieved By\",\n      \"rocket\",\n      \"Rockets are used to achieve and maintain orbits.\"\n    ],\n    [\n      \"propulsion system\",\n      \"Part Of\",\n      \"rocket\",\n      \"The propulsion system is an integral part of the rocket, providing the necessary thrust for launch and flight.\"\n    ],\n    [\n      \"propulsion system\",\n      \"Tested By\",\n      \"ground tests\",\n      \"The propulsion system undergoes rigorous ground tests to verify its performance and reliability.\"\n    ],\n    [\n      \"propulsion system\",\n      \"Tested By\",\n      \"test flights\",\n      \"The propulsion system is tested during test flights to ensure it performs as expected under actual flight conditions.\"\n    ],\n    [\n      \"propulsion system\",\n      \"Installed In\",\n      \"rocket structure\",\n      \"The propulsion system is installed within the rocket structure to provide the necessary thrust.\"\n    ],\n    [\n      \"payload capacity\",\n      \"Determines\",\n      \"Rocket Size\",\n      \"Payload capacity helps determine the overall size of the rocket.\"\n    ],\n    [\n      \"payload capacity\",\n      \"Determines\",\n      \"Rocket Power\",\n      \"Payload capacity helps determine the power requirements of the rocket.\"\n    ],\n    [\n      \"payload capacity\",\n      \"Influences\",\n      \"Aerodynamics\",\n      \"Payload capacity influences the aerodynamic design of the rocket.\"\n    ],\n    [\n      \"payload capacity\",\n      \"Influences\",\n      \"Stability\",\n      \"Payload capacity influences the stability of the rocket.\"\n    ],\n    [\n      \"payload capacity\",\n      \"Influences\",\n      \"Weight Distribution\",\n      \"Payload capacity influences the weight distribution within the rocket.\"\n    ],\n    [\n      \"metal\",\n      \"Used In Construction Of\",\n      \"Rocket Body\",\n      \"Metals such as aluminum are used in the construction of the rocket body due to their lightweight yet robust properties.\"\n    ],\n    [\n      \"metal\",\n      \"Considered For\",\n      \"Aerodynamics\",\n      \"When designing the rocket body, materials like metal are considered for their impact on aerodynamics.\"\n    ],\n    [\n      \"metal\",\n      \"Considered For\",\n      \"Stability\",\n      \"When designing the rocket body, materials like metal are considered for their impact on stability.\"\n    ],\n    [\n      \"metal\",\n      \"Considered For\",\n      \"Weight Distribution\",\n      \"When designing the rocket body, materials like metal are considered for their impact on weight distribution.\"\n    ],\n    [\n      \"composite materials\",\n      \"Used In\",\n      \"Rocket Body Construction\",\n      \"Composite materials are used in the construction of the rocket body due to their lightweight and durable properties.\"\n    ],\n    [\n      \"composite materials\",\n      \"Alternative To\",\n      \"Aluminum\",\n      \"Composite materials can be an alternative to aluminum for constructing the rocket body.\"\n    ],\n    [\n      \"composite materials\",\n      \"Alternative To\",\n      \"Fiberglass\",\n      \"Composite materials can be an alternative to fiberglass for constructing the rocket body.\"\n    ],\n    [\n      \"fuel system\",\n      \"Part Of\",\n      \"rocket\",\n      \"The fuel system is an integral part of the rocket, providing it with the necessary fuel for propulsion.\"\n    ],\n    [\n      \"fuel system\",\n      \"Supplies Fuel To\",\n      \"propulsion system\",\n      \"The fuel system supplies the necessary fuel to the propulsion system, enabling it to function.\"\n    ],\n    [\n      \"electronics\",\n      \"Used In\",\n      \"Modern Rockets\",\n      \"Electronics are used in modern rockets to control their flight path and ensure a safe and successful launch.\"\n    ],\n    [\n      \"electronics\",\n      \"Installed In\",\n      \"Rocket Body\",\n      \"Electronics are installed in the rocket body according to design plans.\"\n    ],\n    [\n      \"electronics\",\n      \"Tested With\",\n      \"Propulsion System\",\n      \"Electronics are tested with the propulsion system to ensure all components function correctly.\"\n    ],\n    [\n      \"electronics\",\n      \"Tested With\",\n      \"Other Critical Components\",\n      \"Electronics are tested with other critical components to ensure the rocket\\\"s stability and performance.\"\n    ],\n    [\n      \"fins\",\n      \"Attached To\",\n      \"rocket body\",\n      \"Fins are attached to the rocket body to enhance stability and control during flight.\"\n    ],\n    [\n      \"fins\",\n      \"Part Of\",\n      \"rocket\",\n      \"Fins are an integral part of a rocket, contributing to its overall stability and control.\"\n    ],\n    [\n      \"nose cones\",\n      \"Part Of\",\n      \"Rocket\",\n      \"Nose cones are components of rockets, contributing to their aerodynamic design.\"\n    ],\n    [\n      \"nose cones\",\n      \"Related To\",\n      \"Aerodynamics\",\n      \"Nose cones are designed to optimize aerodynamic performance.\"\n    ],\n    [\n      \"nose cones\",\n      \"Related To\",\n      \"Stability\",\n      \"Nose cones contribute to the stability of rockets by improving their aerodynamic shape.\"\n    ],\n    [\n      \"nose cones\",\n      \"Related To\",\n      \"Weight Distribution\",\n      \"Nose cones are part of the overall design that considers weight distribution for optimal performance.\"\n    ],\n    [\n      \"parachutes\",\n      \"Part Of\",\n      \"Rockets\",\n      \"Parachutes are a component of rockets, specifically used to ensure safe landing.\"\n    ],\n    [\n      \"Fiberglass\",\n      \"Used In Construction Of\",\n      \"Rocket Body\",\n      \"Fiberglass is used in the construction of rocket bodies due to its lightweight and durable properties.\"\n    ],\n    [\n      \"solid fuel engines\",\n      \"Used In\",\n      \"Rockets\",\n      \"Solid fuel engines can be used in rockets as part of their propulsion system.\"\n    ],\n    [\n      \"solid fuel engines\",\n      \"Alternative To\",\n      \"Liquid Fuel Engines\",\n      \"Solid fuel engines can be an alternative to liquid fuel engines in rocket propulsion systems.\"\n    ],\n    [\n      \"solid fuel engines\",\n      \"Alternative To\",\n      \"Hybrid Engines\",\n      \"Solid fuel engines can be an alternative to hybrid engines in rocket propulsion systems.\"\n    ],\n    [\n      \"solid fuel engines\",\n      \"Alternative To\",\n      \"Electric Propulsion\",\n      \"Solid fuel engines can be an alternative to electric propulsion in rocket propulsion systems.\"\n    ],\n    [\n      \"liquid fuel engines\",\n      \"Used In\",\n      \"Modern Rockets\",\n      \"Liquid fuel engines are a critical component of modern rockets, providing the necessary thrust for launch and flight.\"\n    ],\n    [\n      \"liquid fuel engines\",\n      \"Part Of\",\n      \"Propulsion System\",\n      \"Liquid fuel engines are part of the propulsion system in modern rockets.\"\n    ],\n    [\n      \"liquid fuel engines\",\n      \"Tested In\",\n      \"Ground Tests\",\n      \"Liquid fuel engines are tested during ground tests to verify their performance and reliability.\"\n    ],\n    [\n      \"liquid fuel engines\",\n      \"Tested In\",\n      \"Test Flights\",\n      \"Liquid fuel engines are tested during test flights to ensure the rocket\\\"s stability and performance.\"\n    ],\n    [\n      \"hybrid engines\",\n      \"Used In\",\n      \"Rockets\",\n      \"Hybrid engines can be used in rockets as part of their propulsion system.\"\n    ],\n    [\n      \"hybrid engines\",\n      \"Combines Elements Of\",\n      \"Solid Fuel Engines\",\n      \"Hybrid engines combine elements of both solid and liquid fuel engines, incorporating the simplicity and reliability of solid fuels.\"\n    ],\n    [\n      \"hybrid engines\",\n      \"Combines Elements Of\",\n      \"Liquid Fuel Engines\",\n      \"Hybrid engines combine elements of both solid and liquid fuel engines, incorporating the efficiency and control of liquid fuels.\"\n    ],\n    [\n      \"sensors\",\n      \"Installed In\",\n      \"Design Plans\",\n      \"Sensors are installed according to design plans.\"\n    ],\n    [\n      \"sensors\",\n      \"Part Of\",\n      \"Onboard Computers\",\n      \"Sensors are part of the onboard computer system.\"\n    ],\n    [\n      \"sensors\",\n      \"Used For\",\n      \"System Testing\",\n      \"Sensors are used for thorough testing to ensure systems are functioning correctly.\"\n    ],\n    [\n      \"sensors\",\n      \"Component Of\",\n      \"Electronics\",\n      \"Sensors are a component of the electronics category.\"\n    ],\n    [\n      \"actuators\",\n      \"Installed In\",\n      \"Rocket\",\n      \"Actuators are installed in rockets to control and move various components.\"\n    ],\n    [\n      \"actuators\",\n      \"Controlled By\",\n      \"Onboard Computers\",\n      \"Actuators in rockets are controlled by onboard computers to ensure precise movement and control.\"\n    ],\n    [\n      \"actuators\",\n      \"Tested With\",\n      \"Sensors\",\n      \"Actuators are tested with sensors to ensure they function correctly and provide accurate feedback.\"\n    ],\n    [\n      \"design plans\",\n      \"Guide For\",\n      \"Rocket Assembly\",\n      \"Design plans guide the assembly process by providing detailed instructions for cutting and fitting body components.\"\n    ],\n    [\n      \"design plans\",\n      \"Outline\",\n      \"Rocket Structure\",\n      \"Design plans outline the detailed structure of the rocket.\"\n    ],\n    [\n      \"design plans\",\n      \"Outline\",\n      \"Propulsion System\",\n      \"Design plans outline the detailed propulsion system of the rocket.\"\n    ],\n    [\n      \"design plans\",\n      \"Outline\",\n      \"Payload Capacity\",\n      \"Design plans specify the payload capacity of the rocket.\"\n    ],\n    [\n      \"design plans\",\n      \"Guide For\",\n      \"System Installation\",\n      \"Design plans guide the installation of various systems by providing detailed instructions.\"\n    ],\n    [\n      \"design plans\",\n      \"Consider Factors For\",\n      \"Aerodynamics\",\n      \"Design plans consider aerodynamic factors to ensure the rocket\\\"s efficient flight.\"\n    ],\n    [\n      \"design plans\",\n      \"Consider Factors For\",\n      \"Stability\",\n      \"Design plans consider stability factors to ensure the rocket\\\"s reliable performance.\"\n    ],\n    [\n      \"design plans\",\n      \"Consider Factors For\",\n      \"Weight Distribution\",\n      \"Design plans consider weight distribution to ensure optimal performance.\"\n    ],\n    [\n      \"Step 7\",\n      \"Follows\",\n      \"Step 6\",\n      \"Step 7 follows Step 6 in the rocket building process.\"\n    ],\n    [\n      \"Step 7\",\n      \"Part Of\",\n      \"Rocket Building Process\",\n      \"Step 7 is part of the overall rocket building process.\"\n    ],\n    [\n      \"the great unknown\",\n      \"Destination Of\",\n      \"Rocket Launching\",\n      \"The great unknown is the destination for rockets launched to explore space.\"\n    ],\n    [\n      \"student\",\n      \"Can Be\",\n      \"Hobbyist\",\n      \"A student can also be a hobbyist interested in building rockets.\"\n    ],\n    [\n      \"student\",\n      \"Can Be\",\n      \"Aspiring Aerospace Engineer\",\n      \"A student can be an aspiring aerospace engineer, aiming to build rockets as part of their learning experience.\"\n    ],\n    [\n      \"student\",\n      \"Engages In\",\n      \"Building Rockets\",\n      \"A student can engage in building rockets as a valuable learning experience that inspires curiosity, creativity, and a passion for exploration.\"\n    ],\n    [\n      \"student\",\n      \"Learns From\",\n      \"Rocket Building Experience\",\n      \"A student learns valuable skills and gains a deeper understanding of aerospace engineering through the experience of building rockets.\"\n    ],\n    [\n      \"hobbyist\",\n      \"Engages In\",\n      \"Rocket Building\",\n      \"Hobbyists engage in building rockets as a way to learn and explore.\"\n    ],\n    [\n      \"hobbyist\",\n      \"Aims To\",\n      \"Launch Payload into Orbit\",\n      \"Some hobbyists aim to launch payloads into orbit as part of their rocket-building activities.\"\n    ],\n    [\n      \"hobbyist\",\n      \"Inspired By\",\n      \"Dedication, Perseverance, Spirit of Adventure\",\n      \"Hobbyists are inspired by dedication, perseverance, and a spirit of adventure to pursue their rocket-building projects.\"\n    ],\n    [\n      \"aerospace engineer\",\n      \"Designs\",\n      \"Rocket\",\n      \"An aerospace engineer designs rockets, including their structure, propulsion systems, and payload capacity.\"\n    ],\n    [\n      \"aerospace engineer\",\n      \"Supervises\",\n      \"Rocket Manufacturing\",\n      \"An aerospace engineer supervises the manufacturing process to ensure that all components are assembled correctly.\"\n    ],\n    [\n      \"aerospace engineer\",\n      \"Tests\",\n      \"Rocket Components\",\n      \"An aerospace engineer tests critical components such as the propulsion system and electronics to ensure they function correctly.\"\n    ],\n    [\n      \"aerospace engineer\",\n      \"Conducts\",\n      \"Test Flights\",\n      \"An aerospace engineer conducts test flights to ensure that the rocket performs as expected.\"\n    ],\n    [\n      \"aerospace engineer\",\n      \"Inspires\",\n      \"Students, Hobbyists, Aspiring Aerospace Engineers\",\n      \"An aerospace engineer can inspire students, hobbyists, and aspiring aerospace engineers by providing valuable learning experiences.\"\n    ],\n    [\n      \"aerospace engineer\",\n      \"Uses Materials\",\n      \"Metal, Composite Materials\",\n      \"An aerospace engineer uses various materials such as metal and composites to construct the rocket\\\"s body.\"\n    ],\n    [\n      \"aerospace engineer\",\n      \"Develops Systems\",\n      \"Fuel System, Guidance and Control Electronics\",\n      \"An aerospace engineer develops critical systems such as the fuel system and guidance and control electronics.\"\n    ],\n    [\n      \"safety\",\n      \"Is a Prerequisite For\",\n      \"Rocket Building\",\n      \"Safety must be prioritized when building rockets to prevent accidents and ensure the well-being of all involved.\"\n    ],\n    [\n      \"safety\",\n      \"Is a Prerequisite For\",\n      \"Rocket Launching\",\n      \"Safety must be prioritized when launching rockets to prevent accidents and ensure the well-being of all involved.\"\n    ],\n    [\n      \"safety\",\n      \"Involves\",\n      \"Aerodynamics\",\n      \"Safety considerations involve understanding aerodynamics to ensure stable and controlled flight.\"\n    ],\n    [\n      \"safety\",\n      \"Involves\",\n      \"Stability\",\n      \"Safety considerations involve ensuring the stability of the rocket to prevent it from veering off course and causing accidents.\"\n    ],\n    [\n      \"safety\",\n      \"Involves\",\n      \"Weight Distribution\",\n      \"Safety considerations involve proper weight distribution to prevent imbalance and potential accidents.\"\n    ],\n    [\n      \"safety\",\n      \"Involves\",\n      \"System Testing\",\n      \"Safety considerations involve thorough system testing to ensure all components are functioning correctly.\"\n    ],\n    [\n      \"regulations\",\n      \"Apply To\",\n      \"rocket builders\",\n      \"Regulations apply to rocket builders to ensure they follow safety guidelines and legal requirements.\"\n    ],\n    [\n      \"regulations\",\n      \"Guide\",\n      \"rocket launches\",\n      \"Regulations guide rocket launches to ensure they are conducted safely and in compliance with legal standards.\"\n    ],\n    [\n      \"regulations\",\n      \"Ensure Compliance With\",\n      \"safety guidelines\",\n      \"Regulations ensure compliance with safety guidelines to prevent accidents and protect people and property.\"\n    ],\n    [\n      \"guidelines\",\n      \"Provide Direction For\",\n      \"Rocket Construction\",\n      \"Guidelines provide direction for the construction of rockets to ensure that all components are assembled securely and aerodynamically.\"\n    ],\n    [\n      \"guidelines\",\n      \"Ensure Compliance With\",\n      \"Safety Standards\",\n      \"Guidelines ensure that rocket builders comply with safety standards.\"\n    ],\n    [\n      \"guidelines\",\n      \"Guide Testing Of\",\n      \"Rocket Systems\",\n      \"Guidelines guide the testing of rocket systems to ensure they meet performance and safety requirements.\"\n    ],\n    [\n      \"guidelines\",\n      \"Influence Design Considerations\",\n      \"Aerodynamics\",\n      \"Guidelines influence design considerations for aerodynamics to ensure optimal performance and safety.\"\n    ],\n    [\n      \"guidelines\",\n      \"Influence Design Considerations\",\n      \"Stability\",\n      \"Guidelines influence design considerations for stability to ensure that rockets fly predictably and safely.\"\n    ],\n    [\n      \"guidelines\",\n      \"Influence Design Considerations\",\n      \"Weight Distribution\",\n      \"Guidelines influence design considerations for weight distribution to ensure balanced and safe flight.\"\n    ]\n  ]\n}"